[
  {
    "id": "biomedicines",
    "text": "Citation: Yao, G. Quiescence-Origin\nSenescence: A New Paradigm in\nCellular Aging. Biomedicines 2024, 12,\n1837. https://doi.org/10.3390/\nbiomedicines12081837\nAcademic Editors: Francesca Faggioli\nand Karen Crasta\nReceived: 30 July 2024\nRevised: 3 August 2024\nAccepted: 9 August 2024\nPublished: 13 August 2024\nCopyright:\n© 2024 by the author.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed\nunder\nthe\nterms\nand\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nbiomedicines\nOpinion\nQuiescence-Origin Senescence: A New Paradigm in\nCellular Aging\nGuang Yao 1,2\n1\nDepartment of Molecular & Cellular Biology, University of Arizona, Tucson, AZ 85721, USA;\nguangyao@arizona.edu\n2\nArizona Cancer Center, University of Arizona, Tucson, AZ 85719, USA\nAbstract: Cellular senescence, traditionally viewed as a consequence of proliferating and growing\ncells overwhelmed by extensive stresses and damage, has long been recognized as a critical cellular\naging mechanism. Recent research, however, has revealed a novel pathway termed “quiescence-\norigin senescence”, where cells directly transition into senescence from the quiescent state, bypassing\ncell proliferation and growth. This opinion paper presents a framework conceptualizing a continuum\nbetween quiescence and senescence with quiescence deepening as a precursor to senescence entry.\nWe explore the triggers and controllers of this process and discuss its biological implications. Given\nthat the majority of cells in the human body are dormant rather than proliferative, understanding\nquiescence-origin senescence has significant implications for tissue homeostasis, aging, cancer, and\nvarious disease processes. The new paradigm in exploring this previously overlooked senescent cell\npopulation may reshape our intervention strategies for age-related diseases and tissue regeneration.\nKeywords: quiescence; senescence; quiescence deepening; dormancy state continuum; Rb–E2F\nswitch threshold; geroconversion\n1. Introduction\nCellular senescence, a state of permanent cell cycle arrest, has been a focal point\nof biomedical research for decades [1]. It is typically triggered when growing cells are\noverwhelmed by extensive stresses and damage, such as telomere erosion, oncogene\nactivation, oxidative stress, and DNA damage, to a degree beyond their repair capacity [2,3].\nCells enter senescence and permanently halt proliferation to avoid deleterious consequences\nlike malignant tumorigenesis and fibrotic response [4,5]. The hallmarks of senescent cells\ninclude permanent cell cycle arrest, senescence-associated secretory phenotype (SASP),\nmacromolecular damage, deregulated metabolism [6], and often enlarged cell size and\nother morphological changes [2,7]. This conventional view has shaped our understanding\nof senescence primarily as an extreme stress response in proliferating and growing cells.\nIn contrast, cellular quiescence is a reversible state of cell cycle arrest. Under physio-\nlogical growth-limiting conditions, such as mitogen withdrawal or contact inhibition, cells\nexit the cell cycle and enter quiescence [8]. Quiescent cells are typically associated with low\nmetabolic activity and reduced cell size and do not exhibit obvious deleterious phenotypes\nassociated with senescence, such as SASP and severe damage [8,9]. Upon restoration of\ngrowth-permissive conditions (e.g., reintroducing growth factors or alleviating contact\ninhibition), quiescent cells can resume proliferation, which is a key distinction from senes-\ncent cells [8,9]. Quiescence is considered a physiological state that allows cells to maintain\ncellular viability and integrity under growth-limiting conditions, playing a crucial role\nin tissue homeostasis and stem cell maintenance [9,10]. This mechanism is proposed to\nsafeguard cells from senescence [11,12].\nRecent research in the past decade, however, has begun to challenge this traditional\nparadigm by demonstrating that senescence can originate directly from quiescent cells in\nBiomedicines 2024, 12, 1837. https://doi.org/10.3390/biomedicines12081837\nhttps://www.mdpi.com/journal/biomedicines\nBiomedicines 2024, 12, 1837\n2 of 8\nvarious contexts [13–16]. This phenomenon, which we term “quiescence-origin senescence”,\nsuggests a fluid continuum between quiescence and senescence with profound implications\nfor tissue homeostasis, aging, and disease processes. Notably, proliferating cells account\nfor less than 1% of the thirty-seven trillion cells in the human body at any given time [17],\nsuggesting that quiescence-origin senescence may underlie a large proportion of previously\noverlooked or misclassified senescent cells.\nThis brief review synthesizes recent findings to provide a new framework for un-\nderstanding senescence from the perspective of cell dormancy–state plasticity, aiming to\nstimulate further related research into novel intervention strategies for age-related diseases,\ncancer, and regenerative medicine.\n2. The Quiescence–Senescence Continuum: A Framework for Understanding\nQuiescence-Origin Senescence\n2.1. Direct Transition from Quiescence to Senescence\nMounting evidence in the past decade demonstrates a direct transition to senescence in\nquiescent cells under stress or with aging. One of the first reports of this phenomenon was\nin geriatric mice, where quiescent satellite cells (muscle stem cells, MuSCs) lose regenerative\ncapacity and become irreversibly arrested [13]. The same observation was confirmed in\ngeriatric human muscle, suggesting a conserved mechanism contributing to age-related\ndecline in muscle regenerative capacity [13]. The quiescence-to-senescence transition in\ngeriatric MuSCs was linked to the epigenetic derepression of p16INK4a, which is a key\nregulator of senescence [13].\nFurther research revealed that p16INK4a derepression in geriatric MuSCs was triggered\nby accumulated reactive oxygen species (ROS) resulting from failed autophagy [18]. Restor-\ning autophagy prevents the transition to senescence in quiescent MuSCs [18]. Similarly,\nin quiescent human hematopoietic stem progenitor cells (HSPCs), stress-induced ROS\naccumulation can elevate the p16INK4a level and drive the transition to senescence [14].\nIn vitro studies provide further evidence for the direct quiescence-to-senescence tran-\nsition. Long-term quiescent human fibroblasts in culture (100–150 days) accumulate DNA\ndamage and transit into senescence [15]. Our recent work showed that quiescent rat\nembryonic fibroblasts (REFs) with impaired lysosomal autophagy can directly enter a\nsenescence-like state characterized by irreversible cell cycle arrest, β-galactosidase activity,\nand cellular hypertrophy [16]. These in vitro results strengthen the findings of in vivo\nstudies by showing that cells maintained in quiescent conditions throughout the experi-\nments eventually transitioned to senescence, bypassing cell proliferation (which can be\ndifficult to track in vivo, e.g., throughout the entire geriatric phase). Together, these in vivo\nand in vitro studies provide compelling evidence for the direct quiescence-to-senescence\ntransition, resulting in quiescence-origin senescence.\n2.2. Quiescence Deepening into Senescence: A Continuum Model\nThe observation that cells can transition from quiescence to senescence aligns with the\nconcept that quiescence is not a uniform state but rather a spectrum of dormant depths.\nSpecifically, deeper quiescent cells are more resistant to cell cycle re-entry, and they resume\nproliferation less frequently or with a longer delay than shallower quiescent cells given the\nsame growth stimulation [8,19–35]. Cells in deep quiescence generally exhibit decreased\ntranscription, reduced RNA and protein levels, and increased chromatin condensation\ncompared to cells in shallow quiescence [22,36–38]. Recent studies have further revealed the\nchanges in the cellular profiles of gene expression, epigenetic modification, and metabolism\nthat occur during the process of quiescence deepening [8,16,39–41]. It is important to note\nthat deep quiescent cells, by definition, still retain the potential for cell cycle re-entry and\ncan resume proliferation given a sufficiently strong and sustained growth stimulus, which\nis distinct from senescent cells.\nQuiescence deepening has been observed under extended quiescence in culture or\nalong the aging process in vivo across mammalian cell types and tissues [8,19–33] as well\nBiomedicines 2024, 12, 1837\n3 of 8\nas in yeast [34] and C. elegans [35]. Consistent with quiescence depth being a continuum,\nsubpopulations of quiescent muscle, neural, and hematopoietic stem cells, upon tissue\ninjury or in response to systemic factors, can move to shallower (primed or GAlert) qui-\nescence, bearing a closer resemblance to active cells [42–45]. Further extending the cell\ndormancy state continuum, senescent cells also exhibit varying “depths” with different\ncellular characteristics [46–48].\nOur recent work directly links quiescence deepening to senescence entry. We found\nthat while enhancing lysosomal autophagy activity pushes REFs toward shallow quiescence,\ndecreasing lysosomal autophagy drives REFs into progressively deeper quiescence [16].\nWhen lysosomal autophagy is severely hampered (with chloroquine treatment, for exam-\nple), deep quiescent (yet still reversible) cells transition into irreversible senescence [16].\nThis suggests that lysosomal autophagy activity acts as a “dimmer switch” that continu-\nously adjusts cellular dormancy depth from shallow quiescence to deep quiescence and\nfinally to senescence [16,41]. Furthermore, the transcriptomic profile changes during qui-\nescence deepening in REFs resemble those of senescence entry with similar expression\nchanges in “senescence core signature” genes [16,49]. A gene signature derived from\nquiescence deepening in REFs, the quiescence depth score (QDS), can correctly predict a\nwide array of senescent and aging cell types [16,50]. Together, these findings suggest that\nquiescence deepening represents a continuum transition trajectory from proliferation to\nsenescence, which is a model increasingly recognized in the field [9,51–55].\nSupporting the quiescence–senescence continuum concept, the levels of multiple\nwidely used senescence biomarkers (e.g., SA-β-gal, LAMP1, IL8, 53BP1, p21, Lamin B1, and\ncell size) were found to increase gradually with the duration of cell-cycle withdrawal and\ncannot distinguish senescence from deep quiescence [56]. This quiescence–senescence con-\ntinuum could help explain some normal physiological functions of cellular senescence [57],\nas some of the senescent cells identified based on biomarker intensities may instead be\ndeep quiescent cells.\n3. Mechanisms Underlying Quiescence Deepening and Quiescence-Origin Senescence\nThe cellular processes underlying quiescence deepening and transition to senescence\nlikely involve a complex interplay between various cellular mechanisms and signaling\npathways. Yet, a converging theme has started to emerge from recent studies.\n3.1. Trigger: The Lysosome–Autophagy Axis\nThe lysosome–autophagy axis has emerged as a critical driver of quiescence deepening\nand transition to senescence across various cell types. Autophagy involves autophagosomes\nengulfing cellular components and fusing with lysosomes, where lysosomal enzymes\ndegrade the contents and recycle the macromolecules. This lysosome–autophagy activity\nacts as a “dimmer switch” regulating quiescence depth in REFs with its continuously\ndecreased activity leading to progressively deeper quiescence toward senescence [16]. It\nalso underlies the quiescence-to-senescence transition in geriatric MuSCs [18].\nIn both REFs and geriatric MuSCs, ROS accumulation serves as a key effector of the im-\npaired lysosomal autophagy function [16,18]. In REFs, ROS accumulation, without evoking\np16INK4a, leads to quiescence deepening [16]; in MuSCs, ROS accumulation epigenetically\nderepresses the p16INK4a locus and leads to the quiescence-to-senescence transition [18].\nSimilarly, ROS accumulation drives the quiescence-to-senescence transition in HSPCs by\nelevating the p16INK4a level [14].\nIn neural stem cells (NSCs), the lysosome–autophagy axis, with increased protein\naggregates as the main effector, plays a crucial role in quiescence deepening. Aging\nquiescent NSCs display lysosomal defects, increased protein aggregates, and diminished\nactivation potential [58].\nEnhancing lysosomal autophagy in various cell types, including REFs, MuSCs, and\nNSCs, promotes shallow quiescence away from the transition to senescence [16,18,58].\nBiomedicines 2024, 12, 1837\n4 of 8\nTogether, the findings above highlight the lysosome–autophagy axis as a central trigger of\nquiescence deepening and the quiescence-to-senescence transition.\n3.2. Controller: The Rb–E2F Switch Threshold\nOur earlier studies demonstrated that the Rb–E2F pathway, a pivotal regulator of the\ncell cycle in animals and plants [59–63], functions as a bistable toggle switch [64,65]. This\nRb–E2F switch converts graded and transient mitogen signals into a binary (OFF/ON)\nactivity of E2F (representing the combined E2F transcriptional activators, E2F1-3a), which\nunderlies the all-or-none quiescence-to-proliferation transition [27,64,65]. The activation\nthreshold of the Rb–E2F switch, “Rb–E2F switch threshold” for short, controls quies-\ncence depth: increasing or decreasing this threshold drives cells to deeper and shallower\nquiescence, respectively [27,28,66]. The Rb–E2F switch threshold is defined as the min-\nimum growth stimulus required to activate the cellular E2F level to exceed that of non-\nphosphorylated Rb, which binds to and inhibits E2F in quiescent cells [27,28,66]. We have\nshown that the Rb–E2F switch threshold can be modulated by multiple factors in the\nRb–E2F pathway with varying degrees of sensitivity with those associated with G1 cyclins\nand cyclin-dependent kinases (CDK) being the most prominent [28].\nThe Rb–E2F switch is the first bistable switch that cells encounter during the transition\nfrom quiescence to proliferation in response to mitogens, and it connects to downstream\nbistable switches and checkpoints regulating S phase entry [67,68]. Given that the Rb–E2F\npathway interacts with other quiescence regulatory pathways (e.g., Notch–Hes1, p53–p21,\nPI3K–Akt, DNA damage response, LKB1–AMPK, and microRNA) [10,27,63], we propose\nthat the Rb–E2F switch serves as a core hub that integrates cellular signals to quantitatively\ndetermine the growth stimulation level required for the all-or-none cell cycle re-entry. In\nparallel, other cellular pathways impinge on the Rb–E2F switch and modulate its switch\nthreshold. This modulatory effect may occur through crosstalk with various gene nodes in\nthe Rb–E2F switch network, most effectively by affecting G1 cyclin and CDK activities in\nthe cell [13,28,69]. Higher thresholds lead to deeper quiescence and, eventually, senescence\nwhen physiological growth signals can no longer overcome the threshold [27,41]. Therefore,\nthe difference between deep quiescence and senescence lies primarily in the magnitude of\nthe Rb–E2F switch threshold rather than in fundamentally distinct cellular characteristics,\naligning with the quiescence–senescence continuum model.\nThe lysosomal–autophagy axis discussed above driving quiescence-to-senescence\ntransition in MuSCs directly increases the Rb–E2F switch threshold (by activating p16 that\ninhibits CDK activity) [13,18]. Similarly, increasing the Rb–E2F switch threshold has been\nreported to drive deep quiescence in MuSCs via fasting-induced ketone body signaling (by\nincreasing p21 that inhibits CDK) [69]. This threshold mechanism predicts a potential way\nto reverse the “irreversible” senescence by reducing the Rb–E2F switch threshold. Indeed,\nstudies have shown that senescent cells can be reactivated as such, e.g., by inactivating Rb,\np53–p21, or p16 activities [70–75] or by the forced G1 cyclin upregulation [76].\n3.3. Remaining Unknowns and the Heterogeneity in Quiescence-Origin Senescence\nSeveral key areas remain to be explored. The role of mTOR signaling, for instance,\npresents an intriguing paradox. mTOR is a major driver of proliferation-origin senescence,\nunderlying the process of geroconversion—a process in which mTOR-driven cell growth\ncontinues aberrantly after the cell cycle is blocked (e.g., by CDK inhibitors p21CIP1/Waf1 and\np16INK4a) [11,77]. In quiescence, mTOR is inactive and cells lack sustained growth, which\nhas been proposed as a mechanism to protect quiescent cells against senescence [11,77]. This\nquestions the involvement of mTOR in quiescence deepening and the quiescence-origin\nsenescence, which aligns with the fact that mTOR activity is linked to shallow quiescence\n(GAlert) [42], not quiescence deepening. Therefore, the quiescence-origin senescence appears\ndifferent from proliferation-origin senescence from the aspect of mTOR and geroconversion\n(Figure 1).\nBiomedicines 2024, 12, 1837\n5 of 8\nFigure 1. Quiescence-origin senescence. Conventional senescence originates from proliferating and\ngrowing cells via mTOR-mediated geroconversion, when cell growth continues aberrantly after the\ncell cycle is blocked in response to severe stress and damage. In comparison, quiescence-origin\nsenescence originates from quiescent cells via quiescence deepening, accompanied by a progressively\nincreasing Rb–E2F switch threshold in response to decreased lysosomal autophagy and increased ROS\naccumulation and protein aggregation. Senescent cells are irreversibly arrested under physiological\nconditions. Deep quiescent cells are reversible but require stronger growth stimulation and take a\nlonger time to re-enter the cell cycle than shallow quiescent cells. The boundary between very deep\nquiescence and quiescence-origin senescence (the red dashed line) is blurred.\nEpigenetic regulation plays a crucial role in proliferation-origin senescence, including\nthe formation of senescence-associated heterochromatin foci (SAHF) that repress E2F target\ngenes [78] and changes in DNA methylation and histone modification patterns [79,80].\nEpigenetic mechanisms are also involved in quiescence deepening and transition to senes-\ncence, as seen in the ROS-mediated derepression of the p16 locus [18] and the role of ketone\nbody-mediated acetylation and activation of the p53 locus [69] in MuSCs as well as the\nlong-observed increase in chromatin condensation in deep quiescent cells [37]. However,\na comprehensive understanding of the epigenetic landscape changes during quiescence\ndeepening and the quiescence-to-senescence transition is still lacking, highlighting an\nimportant area for future research [40].\nThe heterogeneity and context dependency of the quiescence-to-senescence transition\nare also apparent, underscoring the complexity of these cellular processes. For instance,\nROS-mediated p16INK4a activation occurs through epigenetic derepression in MuSCs [18]\nbut via p38 MAPK hyperactivation in HSPCs [14]. Blocking p16INK4a activation prevents the\nquiescence-to-senescence transition only in a subset of cells [13], suggesting the involvement\nof other molecular effectors driving the quiescence-origin senescence. Furthermore, is\nlysosomal autophagy always the primary trigger for quiescence deepening and transition\nto senescence, and does this process always converge onto the Rb–E2F switch threshold—or\npossibly regulate downstream switches controlling S phase entry [67,68] or downstream\nE2F target genes necessary for cell proliferation [41,78]? Growing cells exiting from either\nthe G1 or G2 phase of the cell cycle converge onto the same senescent state with a G1-like\nmolecular signature [76]. How about quiescence-origin senescence? What are its molecular\nmarkers, and to what extent do they overlap with or differ from the markers of proliferation-\norigin senescence, beyond the sustained (if not totally irreversible) arrested phenotype\n(Figure 1)? Future investigations are needed to find the answers.\n4. Conclusions\nUnlike conventional proliferation-origin senescence, quiescence-origin senescence\ninvolves the direct transition of quiescent cells to senescence. It represents a previously\nunderstudied new type of cellular aging process (Figure 1). Given that the vast majority of\ncells in the human body are in quiescence, not in proliferation, quiescence-origin senescence\nBiomedicines 2024, 12, 1837\n6 of 8\nis expected to be responsible for a larger proportion of irreversibly arrested senescent cells\nin our tissues than previously realized.\nUnderstanding the mechanisms underlying the continuum of quiescence-to-senescence\ntransition through quiescence deepening has important implications for multiple areas of\nbiomedical research and clinical practice, such as cancer biology, aging, and regenerative\nmedicine. Future research will reveal both common and cell type-specific mechanisms\nof quiescence-depth regulation and transition to senescence, identify specific molecular\nmarkers, and suggest the optimal strategies to target this group of previously overlooked\nsenescent cells to reshape our approaches to promoting health and longevity.\nFunding: This research was partially supported by the Research Development Grant of the University\nof Arizona.\nConflicts of Interest: The authors declare no conflicts of interest. The funders had no role in the design\nof the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or\nin the decision to publish the results.\nReferences\n1.\nHayflick, L.; Moorhead, P.S. The serial cultivation of human diploid cell strains. Exp. Cell Res. 1961, 25, 585–621. [CrossRef]\n2.\nKuilman, T.; Michaloglou, C.; Mooi, W.J.; Peeper, D.S. The essence of senescence. Genes Dev. 2010, 24, 2463–2479. [CrossRef]\n3.\nRodier, F.; Campisi, J. Four faces of cellular senescence. J. Cell Biol. 2011, 192, 547–556. [CrossRef]\n4.\nCampisi, J.; di Fagagna, F.D. Cellular senescence: When bad things happen to good cells. Nat. Rev. Mol. Cell Biol. 2007, 8, 729–740.\n[CrossRef]\n5.\nMunoz-Espin, D.; Serrano, M. Cellular senescence: From physiology to pathology. Nat. Rev. Mol. Cell Biol. 2014, 15, 482–496.\n[CrossRef]\n6.\nGorgoulis, V.; Adams, P.D.; Alimonti, A.; Bennett, D.C.; Bischof, O.; Bishop, C.; Campisi, J.; Collado, M.; Evangelou, K.;\nFerbeyre, G.; et al. Cellular Senescence: Defining a Path Forward. Cell 2019, 179, 813–827. [CrossRef]\n7.\nLanz, M.C.; Zatulovskiy, E.; Swaffer, M.P.; Zhang, L.; Ilerten, I.; Zhang, S.; You, D.S.; Marinov, G.; McAlpine, P.; Elias, J.E.; et al.\nIncreasing cell size remodels the proteome and promotes senescence. Mol. Cell 2022, 82, 3255–3269.e8. [CrossRef]\n8.\nColler, H.A.; Sang, L.; Roberts, J.M. A New Description of Cellular Quiescence. PLoS Biol. 2006, 4, e83. [CrossRef]\n9.\nMarescal, O.; Cheeseman, I.M. Cellular Mechanisms and Regulation of Quiescence. Dev. Cell 2020, 55, 259–271. [CrossRef]\n[PubMed]\n10.\nCheung, T.H.; Rando, T.A. Molecular regulation of stem cell quiescence. Nat. Rev. Mol. Cell Biol. 2013, 14, 329–340. [CrossRef]\n11.\nBlagosklonny, M.V. Geroconversion: Irreversible step to cellular senescence. Cell Cycle 2014, 13, 3628–3635. [CrossRef]\n12.\nSang, L.; Coller, H.A. Fear of commitment: Hes1 protects quiescent fibroblasts from irreversible cellular fates. Cell Cycle 2009, 8,\n2161–2167. [CrossRef]\n13.\nSousa-Victor, P.; Gutarra, S.; García-Prat, L.; Rodriguez-Ubreva, J.; Ortet, L.; Ruiz-Bonilla, V.; Jardí, M.; Ballestar, E.; González, S.;\nSerrano, A.L.; et al. Geriatric muscle stem cells switch reversible quiescence into senescence. Nature 2014, 506, 316–321. [CrossRef]\n14.\nCho, J.; Yusuf, R.; Kook, S.; Attar, E.; Lee, D.; Park, B.; Cheng, T.; Scadden, D.T.; Lee, B.C. Purinergic P2Y(1)(4) receptor modulates\nstress-induced hematopoietic stem/progenitor cell senescence. J. Clin. Investig. 2014, 124, 3159–3171. [CrossRef]\n15.\nMarthandan, S.; Priebe, S.; Hemmerich, P.; Klement, K.; Diekmann, S. Long-term quiescent fibroblast cells transit into senescence.\nPLoS ONE 2014, 9, e115597. [CrossRef]\n16.\nFujimaki, K.; Li, R.; Chen, H.; Della Croce, K.; Zhang, H.H.; Xing, J.; Bai, F.; Yao, G. Graded regulation of cellular quiescence\ndepth between proliferation and senescence by a lysosomal dimmer switch. Proc. Natl. Acad. Sci. USA 2019, 116, 22624–22634.\n[CrossRef]\n17.\nSender, R.; Milo, R. The distribution of cellular turnover in the human body. Nat. Med. 2021, 27, 45–48. [CrossRef]\n18.\nGarcía-Prat, L.; Martínez-Vicente, M.; Perdiguero, E.; Ortet, L.; Rodríguez-Ubreva, J.; Rebollo, E.; Ruiz-Bonilla, V.; Gutarra, S.;\nBallestar, E.; Serrano, A.L.; et al. Autophagy maintains stemness by preventing senescence. Nature 2016, 529, 37–42. [CrossRef]\n19.\nBucher, N.L. Regeneration of Mammalian Liver. Int. Rev. Cytol. 1963, 15, 245–300.\n20.\nAdelman, R.C.; Stein, G.; Roth, G.S.; Englander, D. Age-dependent regulation of mammalian DNA synthesis and cell proliferation\nIn vivo. Mech. Ageing Dev. 1972, 1, 49–59. [CrossRef]\n21.\nGunther, G.R.; Wang, J.L.; Edelman, G.M. The kinetics of cellular commitment during stimulation of lymphocytes by lectins.\nJ. Cell Biol. 1974, 62, 366–377. [CrossRef]\n22.\nAugenlicht, L.H.; Baserga, R. Changes in the G0 state of WI-38 fibroblasts at different times after confluence. Exp. Cell Res. 1974,\n89, 255–262. [CrossRef]\n23.\nMartin, R.G.; Stein, S. Resting state in normal and simian virus 40 transformed Chinese hamster lung cells. Proc. Natl. Acad. Sci.\nUSA 1976, 73, 1655–1659. [CrossRef]\n24.\nOwen, T.A.; Soprano, D.R.; Soprano, K.J. Analysis of the growth factor requirements for stimulation of WI-38 cells after extended\nperiods of density-dependent growth arrest. J. Cell. Physiol. 1989, 139, 424–431. [CrossRef]\nBiomedicines 2024, 12, 1837\n7 of 8\n25.\nYanez, I.; O’Farrell, M. Variation in the length of the lag phase following serum restimulation of mouse 3T3 cells. Cell Biol. Int.\nRep. 1989, 13, 453–462. [CrossRef]\n26.\nLum, J.J.; Bauer, D.E.; Kong, M.; Harris, M.H.; Li, C.; Lindsten, T.; Thompson, C.B. Growth factor regulation of autophagy and cell\nsurvival in the absence of apoptosis. Cell 2005, 120, 237–248. [CrossRef]\n27.\nYao, G. Modelling mammalian cellular quiescence. Interface Focus 2014, 4, 20130074. [CrossRef]\n28.\nKwon, J.S.; Everetts, N.J.; Wang, X.; Wang, W.; Della Croce, K.; Xing, J.; Yao, G. Controlling Depth of Cellular Quiescence by an\nRb-E2F Network Switch. Cell Rep. 2017, 20, 3223–3235. [CrossRef]\n29.\nGookin, S.; Min, M.; Phadke, H.; Chung, M.; Moser, J.; Miller, I.; Carter, D.; Spencer, S.L. A map of protein dynamics during\ncell-cycle progression and cell-cycle exit. PLoS Biol. 2017, 15, e2003268. [CrossRef]\n30.\nvan Velthoven, C.T.J.; Rando, T.A. Stem Cell Quiescence: Dynamism, Restraint, and Cellular Idling. Cell Stem Cell 2019, 24,\n213–225. [CrossRef]\n31.\nAudesse, A.J.; Webb, A.E. Mechanisms of enhanced quiescence in neural stem cell aging. Mech. Ageing Dev. 2020, 191, 111323.\n[CrossRef] [PubMed]\n32.\nHarris, L.; Rigo, P.; Stiehl, T.; Gaber, Z.B.; Austin, S.H.; Masdeu, M.d.M.; Edwards, A.; Urbán, N.; Marciniak-Czochra, A.;\nGuillemot, F. Coordinated changes in cellular behavior ensure the lifelong maintenance of the hippocampal stem cell population.\nCell Stem Cell 2021, 28, 863–876.e6. [CrossRef] [PubMed]\n33.\nIbrayeva, A.; Bay, M.; Pu, E.; Jörg, D.J.; Peng, L.; Jun, H.; Zhang, N.; Aaron, D.; Lin, C.; Resler, G.; et al. Early stem cell aging in the\nmature brain. Cell Stem Cell 2021, 28, 955–966.e7. [CrossRef] [PubMed]\n34.\nLaporte, D.; Jimenez, L.; Gouleme, L.; Sagot, I. Yeast quiescence exit swiftness is influenced by cell volume and chronological age.\nMicrob. Cell 2017, 5, 104–111. [CrossRef] [PubMed]\n35.\nOlmedo, M.; Mata-Cabana, A.; Rodríguez-Palero, M.J.; García-Sánchez, S.; Fernández-Yañez, A.; Merrow, M.; Artal-Sanz, M.\nProlonged quiescence delays somatic stem cell-like divisions in Caenorhabditis elegans and is controlled by insulin signaling.\nAging Cell 2020, 19, e13085. [CrossRef] [PubMed]\n36.\nDarzynkiewicz, Z.; Traganos, F.; Melamed, M.R. New cell cycle compartments identified by multiparameter flow cytometry.\nCytometry 1980, 1, 98–108. [CrossRef] [PubMed]\n37.\nRossini, M.; Lin, J.C.; Baserga, R. Effects of prolonged quiescence on neuclei and chromatin of WI-38 fibroblasts. J. Cell. Physiol.\n1976, 88, 1–11. [CrossRef] [PubMed]\n38.\nSoprano, K.J. WI-38 cell long-term quiescence model system: A valuable tool to study molecular events that regulate growth.\nJ. Cell. Biochem. 1994, 54, 405–414. [CrossRef]\n39.\nValcourt, J.R.; Lemons, J.M.; Haley, E.M.; Kojima, M.; Demuren, O.O.; Coller, H.A. Staying alive: Metabolic adaptations to\nquiescence. Cell Cycle 2012, 11, 1680–1696. [CrossRef]\n40.\nBonitto, K.; Sarathy, K.; Atai, K.; Mitra, M.; Coller, H.A. Is There a Histone Code for Cellular Quiescence? Front. Cell Dev. Biol.\n2021, 9, 739780. [CrossRef]\n41.\nFujimaki, K.; Yao, G. Cell dormancy plasticity: Quiescence deepens into senescence through a dimmer switch. Physiol. Genom.\n2020, 52, 558–562. [CrossRef]\n42.\nRodgers, J.T.; King, K.Y.; Brett, J.O.; Cromie, M.J.; Charville, G.W.; Maguire, K.K.; Brunson, C.; Mastey, N.; Liu, L.; Tsai, C.-R.; et al.\nmTORC1 controls the adaptive transition of quiescent stem cells from G0 to G(Alert). Nature 2014, 510, 393–396. [CrossRef]\n[PubMed]\n43.\nLlorens-Bobadilla, E.; Zhao, S.; Baser, A.; Saiz-Castro, G.; Zwadlo, K.; Martin-Villalba, A. Single-Cell Transcriptomics Reveals a\nPopulation of Dormant Neural Stem Cells that Become Activated upon Brain Injury. Cell Stem Cell 2015, 17, 329–340. [CrossRef]\n44.\nRodgers, J.T.; Schroeder, M.D.; Ma, C.; Rando, T.A. HGFA Is an Injury-Regulated Systemic Factor that Induces the Transition of\nStem Cells into GAlert. Cell Rep. 2017, 19, 479–486. [CrossRef]\n45.\nLee, G.; Espirito Santo, A.I.; Zwingenberger, S.; Cai, L.; Vogl, T.; Feldmann, M.; Horwood, N.J.; Chan, J.K.; Nanchahal, J. Fully\nreduced HMGB1 accelerates the regeneration of multiple tissues by transitioning stem cells to GAlert. Proc. Natl. Acad. Sci. USA\n2018, 115, E4463–E4472.\n46.\nBaker, D.J.; Sedivy, J.M. Probing the depths of cellular senescence. J. Cell Biol. 2013, 202, 11–13. [CrossRef]\n47.\nVan Deursen, J.M. The role of senescent cells in ageing. Nature 2014, 509, 439–446. [CrossRef]\n48.\nZhang, X.; Liu, X.; Du, Z.; Wei, L.; Fang, H.; Dong, Q.; Niu, J.; Li, Y.; Gao, J.; Zhang, M.Q.; et al. The loss of heterochromatin\nis associated with multiscale three-dimensional genome reorganization and aberrant transcription during cellular senescence.\nGenome Res. 2021, 31, 1121–1135. [CrossRef]\n49.\nHernandez-Segura, A.; de Jong, T.V.; Melov, S.; Guryev, V.; Campisi, J.; DeMaria, M. Unmasking Transcriptional Heterogeneity in\nSenescent Cells. Curr. Biol. 2017, 27, 2652–2660.e4. [CrossRef] [PubMed]\n50.\nWei, M.Y.; Yao, G. Modeling the Depth of Cellular Dormancy from RNA-Sequencing Data. Methods Mol. Biol. 2024, 2811, 123–135.\n[PubMed]\n51.\nUrban, N.; Cheung, T.H. Stem cell quiescence: The challenging path to activation. Development 2021, 148, dev165084. [CrossRef]\n[PubMed]\n52.\nBrooks, R.F. Cell Cycle Commitment and the Origins of Cell Cycle Variability. Front. Cell Dev. Biol. 2021, 9, 698066. [CrossRef]\n[PubMed]\nBiomedicines 2024, 12, 1837\n8 of 8\n53.\nTruskowski, K.; Amend, S.R.; Pienta, K.J. Dormant cancer cells: Programmed quiescence, senescence, or both? Cancer Metastasis\nRev. 2023, 42, 37–47. [CrossRef] [PubMed]\n54.\nWiecek, A.J.; Cutty, S.J.; Kornai, D.; Parreno-Centeno, M.; Gourmet, L.E.; Tagliazucchi, G.M.; Jacobson, D.H.; Zhang, P.; Xiong, L.;\nBond, G.L.; et al. Genomic hallmarks and therapeutic implications of G0 cell cycle arrest in cancer. Genome Biol. 2023, 24, 128.\n[CrossRef]\n55.\nTanke, N.T.; Liu, Z.; Gore, M.T.; Bougaran, P.; Linares, M.B.; Marvin, A.; Sharma, A.; Oatley, M.; Yu, T.; Quigley, K.; et al.\nEndothelial Cell Flow-Mediated Quiescence Is Temporally Regulated and Utilizes the Cell Cycle Inhibitor p27. Arter. Thromb.\nVasc. Biol. 2024, 44, 1265–1282. [CrossRef] [PubMed]\n56.\nAshraf, H.M.; Fernandez, B.; Spencer, S.L. The intensities of canonical senescence biomarkers integrate the duration of cell-cycle\nwithdrawal. Nat. Commun. 2023, 14, 4527. [CrossRef] [PubMed]\n57.\nde Magalhaes, J.P. Cellular senescence in normal physiology. Science 2024, 384, 1300–1301. [CrossRef] [PubMed]\n58.\nLeeman, D.S.; Hebestreit, K.; Ruetz, T.; Webb, A.E.; McKay, A.; Pollina, E.A.; Dulken, B.W.; Zhao, X.; Yeo, R.W.; Ho, T.T.; et al.\nLysosome activation clears aggregates and enhances quiescent neural stem cell activation during aging. Science 2018, 359,\n1277–1283. [CrossRef] [PubMed]\n59.\nDyson, N. The regulation of E2F by pRB-family proteins. Genes Dev. 1998, 12, 2245–2262. [CrossRef]\n60.\nNevins, J.R. The Rb/E2F pathway and cancer. Hum. Mol. Genet. 2001, 10, 699–703. [CrossRef]\n61.\nSears, R.C.; Nevins, J.R. Signaling networks that link cell proliferation and cell fate. J. Biol. Chem. 2002, 277, 11617–11620.\n[CrossRef]\n62.\nTrimarchi, J.M.; Lees, J.A. Sibling rivalry in the E2F family. Nat. Rev. Mol. Cell Biol. 2002, 3, 11–20. [CrossRef] [PubMed]\n63.\nPolager, S.; Ginsberg, D. E2F-at the crossroads of life and death. Trends Cell Biol. 2008, 18, 528–535. [CrossRef] [PubMed]\n64.\nYao, G.; Lee, T.J.; Mori, S.; Nevins, J.R.; You, L. A bistable Rb-E2F switch underlies the restriction point. Nat. Cell Biol. 2008, 10,\n476–482. [CrossRef] [PubMed]\n65.\nYao, G.; Tan, C.; West, M.; Nevins, J.R.; You, L. Origin of bistability underlying mammalian cell cycle entry. Mol. Syst. Biol. 2011,\n7, 485. [CrossRef] [PubMed]\n66.\nWang, X.; Fujimaki, K.; Mitchell, G.C.; Kwon, J.S.; Della Croce, K.; Langsdorf, C.; Zhang, H.H.; Yao, G. Exit from quiescence\ndisplays a memory of cell growth and division. Nat. Commun. 2017, 8, 321. [CrossRef] [PubMed]\n67.\nCappell, S.D.; Chung, M.; Jaimovich, A.; Spencer, S.L.; Meyer, T. Irreversible APC(Cdh1) Inactivation Underlies the Point of No\nReturn for Cell-Cycle Entry. Cell 2016, 166, 167–180. [CrossRef] [PubMed]\n68.\nCappell, S.D.; Mark, K.G.; Garbett, D.; Pack, L.R.; Rape, M.; Meyer, T. EMI1 switches from being a substrate to an inhibitor of\nAPC/C(CDH1) to start the cell cycle. Nature 2018, 558, 313–317. [CrossRef] [PubMed]\n69.\nBenjamin, D.I.; Both, P.; Benjamin, J.S.; Nutter, C.W.; Tan, J.H.; Kang, J.; Machado, L.A.; Klein, J.D.; de Morree, A.; Kim, S.; et al.\nFasting induces a highly resilient deep quiescent state in muscle stem cells via ketone body signaling. Cell Metab. 2022, 34,\n902–918.e6. [CrossRef]\n70.\nShay, J.W.; Pereira-Smith, O.M.; Wright, W.E. A role for both RB and p53 in the regulation of human cellular senescence. Exp. Cell\nRes. 1991, 196, 33–39. [CrossRef]\n71.\nBeauséjour, C.M.; Krtolica, A.; Galimi, F.; Narita, M.; Lowe, S.W.; Yaswen, P.; Campisi, J. Reversal of human cellular senescence:\nRoles of the p53 and p16 pathways. EMBO J. 2003, 22, 4212–4222. [CrossRef] [PubMed]\n72.\nSage, J.; Miller, A.L.; Perez-Mancera, P.A.; Wysocki, J.M.; Jacks, T. Acute mutation of retinoblastoma gene function is sufficient for\ncell cycle re-entry. Nature 2003, 424, 223–228. [CrossRef] [PubMed]\n73.\nDirac, A.M.; Bernards, R. Reversal of senescence in mouse fibroblasts through lentiviral suppression of p53. J. Biol. Chem. 2003,\n278, 11731–11734. [CrossRef] [PubMed]\n74.\nPajalunga, D.; Mazzola, A.; Salzano, A.M.; Biferi, M.G.; De Luca, G.; Crescenzi, M. Critical requirement for cell cycle inhibitors in\nsustaining nonproliferative states. J. Cell Biol. 2007, 176, 807–818. [CrossRef] [PubMed]\n75.\nReyes, J.; Chen, J.-Y.; Stewart-Ornstein, J.; Karhohs, K.W.; Mock, C.S.; Lahav, G. Fluctuations in p53 Signaling Allow Escape from\nCell-Cycle Arrest. Mol. Cell 2018, 71, 581–591.e5. [CrossRef] [PubMed]\n76.\nStallaert, W.; Taylor, S.R.; Kedziora, K.M.; Taylor, C.D.; Sobon, H.K.; Young, C.L.; Limas, J.C.; Holloway, J.V.; Johnson, M.S.;\nCook, J.G.; et al. The molecular architecture of cell cycle arrest. Mol. Syst. Biol. 2022, 18, e11087. [CrossRef] [PubMed]\n77.\nBlagosklonny, M.V. Rapamycin, proliferation and geroconversion to senescence. Cell Cycle 2018, 17, 2655–2665. [CrossRef]\n[PubMed]\n78.\nNarita, M.; Nuñez, S.; Heard, E.; Lin, A.W.; Hearn, S.A.; Spector, D.L.; Hannon, G.J.; Lowe, S.W. Rb-Mediated Heterochromatin\nFormation and Silencing of E2F Target Genes during Cellular Senescence. Cell 2003, 113, 703–716. [CrossRef] [PubMed]\n79.\nCrouch, J.; Shvedova, M.; Thanapaul, R.; Botchkarev, V.; Roh, D. Epigenetic Regulation of Cellular Senescence. Cells 2022, 11, 672.\n[CrossRef]\n80.\nPaluvai, H.; Di Giorgio, E.; Brancolini, C. The Histone Code of Senescence. Cells 2020, 9, 466. [CrossRef]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
  },
  {
    "id": "fujimaki",
    "text": "Graded regulation of cellular quiescence depth\nbetween proliferation and senescence by a\nlysosomal dimmer switch\nKotaro Fujimakia,1, Ruoyan Lib,1, Hengyu Chenb, Kimiko Della Crocea, Hao Helen Zhangc, Jianhua Xingd, Fan Baib,2,\nand Guang Yaoa,e,2\naDepartment of Molecular and Cellular Biology, University of Arizona, Tucson, AZ 85721; bBiomedical Pioneering Innovation Center, School of Life Sciences,\nPeking University, 100871 Beijing, China; cDepartment of Mathematics, University of Arizona, Tucson, AZ 85721; dDepartment of Computational and\nSystems Biology, School of Medicine, University of Pittsburgh, Pittsburgh, PA 15260; and eArizona Cancer Center, University of Arizona, Tucson, AZ 85719\nEdited by Brigid L. M. Hogan, Duke University Medical Center, Durham, NC, and approved October 1, 2019 (received for review September 16, 2019)\nThe reactivation of quiescent cells to proliferate is fundamental to\ntissue repair and homeostasis in the body. Often referred to as the\nG0 state, quiescence is, however, not a uniform state but with graded\ndepth. Shallow quiescent cells exhibit a higher tendency to revert to\nproliferation than deep quiescent cells, while deep quiescent cells\nare still fully reversible under physiological conditions, distinct from\nsenescent cells. Cellular mechanisms underlying the control of quies-\ncence depth and the connection between quiescence and senescence\nare poorly characterized, representing a missing link in our under-\nstanding of tissue homeostasis and regeneration. Here we measured\ntranscriptome changes as rat embryonic fibroblasts moved from\nshallow to deep quiescence over time in the absence of growth\nsignals. We found that lysosomal gene expression was significantly\nup-regulated in deep quiescence, and partially compensated for grad-\nually reduced autophagy flux. Reducing lysosomal function drove\ncells progressively deeper into quiescence and eventually into a\nsenescence-like irreversibly arrested state; increasing lysosomal func-\ntion, by lowering oxidative stress, progressively pushed cells into\nshallower quiescence. That is, lysosomal function modulates graded\nquiescence depth between proliferation and senescence as a dimmer\nswitch. Finally, we found that a gene-expression signature developed\nby comparing deep and shallow quiescence in fibroblasts can cor-\nrectly classify a wide array of senescent and aging cell types in vitro\nand in vivo, suggesting that while quiescence is generally considered\nto protect cells from irreversible arrest of senescence, quiescence\ndeepening likely represents a common transition path from cell pro-\nliferation to senescence, related to aging.\nquiescence | dormancy | senescence | aging | lysosome\nC\nell proliferation in multicellular organisms is tightly regu-\nlated, and the vast majority of cells in the body stay dormant\nand out of the cell cycle at any given moment. The dormant\nstate, when reversible upon growth signals, is referred to as\ncellular quiescence. Quiescence protects cells against stress and\nirreversible arrest, such as senescence; it is fundamental to many\nphysiological phenomena, such as stem cell homeostasis and\ntissue repair (1–4). Consequently, dysregulation of cellular qui-\nescence can lead to a range of hyper- and hypoproliferative\ndiseases, including cancer and aging (5–7).\nIt becomes increasingly recognized that quiescence is a het-\nerogeneous state with graded depth. For example, following in-\njury, muscle and neural stem cells at noninjury sites in the body\nmove adaptively into shallower quiescence (alert or primed\nquiescent phase), positioning cells to more quickly respond to\ninjury and reenter the cell cycle when needed (8, 9). In other\ncases, cells move into deep quiescence and require stronger\ngrowth stimulation and longer times to reenter the cell cycle, as\nseen in hepatocytes upon partial hepatectomy in older rats than\nin younger ones (10, 11). Similarly, the quiescent state deepens\nin cells that are cultured longer under quiescence-inducing sig-\nnals, such as contact inhibition (12, 13) and serum starvation\n(14). Deep quiescent cells can still revert to proliferation under\nphysiological conditions, appearing distinct from irreversibly\narrested senescent cells (SI Appendix, Fig. S1A). A graded qui-\nescence depth indicates graded potentials for tissue repair and\nregeneration; yet, how quiescence depth is regulated in the cell\nand the connection between deep quiescence and senescence are\nnot well understood.\nIn this study, we investigate what regulates quiescence depth in\nrat embryonic fibroblast (REF) cells. We identified sequential\ntranscriptome changes as cells move progressively deeper into\nquiescence under longer-term serum starvation. In particular, we\nfound that lysosomal gene expression and lysosomal mass (in-\ndicated by the intensity of lysosomal staining and the number of\nlysosomes per cell) continuously increase as quiescence deepens;\nhowever, autophagy flux decreases. Lysosomes are hydrolytic\nenzyme-filled organelles in the cell that break down many types of\nbiomolecules; lysosomal function, primarily through processes of\nautophagy and endocytosis, has been shown to prevent irreversible\ncellular states, such as senescence, terminal differentiation, and\nSignificance\nReactivating sleep-like quiescent cells in the body (most nota-\nbly stem cells) to divide is fundamental to tissue homeostasis\nand regeneration. Like sleep having shallow and deep stages,\nquiescence exhibits graded depths with different speeds and\nrates responding to stimulation signals. Understanding how\nquiescence depth is regulated is fundamental to our under-\nstanding of tissue repair and regeneration. Here we show that\nquiescence depth is regulated like a “dimmer switch” by lyso-\nsomes (cell organelles that break down and recycle biomole-\ncules), through the lysosomal function of reducing oxidative\nstress. We developed a gene signature to predict quiescence\ndepth and show that quiescence deepening likely represents a\ntransition path from cell division to irreversibly arrested se-\nnescence, related to the aging process.\nAuthor contributions: K.F., R.L., J.X., F.B., and G.Y. designed research; K.F., R.L., H.C., and\nK.D.C. performed research; K.F., R.L., H.C., K.D.C., H.H.Z., J.X., F.B., and G.Y. analyzed\ndata; and K.F., F.B., and G.Y. wrote the paper.\nThe authors declare no competing interest.\nThis article is a PNAS Direct Submission.\nPublished under the PNAS license.\nData deposition: The data reported in this paper have been deposited in the Gene Ex-\npression Omnibus (GEO) database, https://www.ncbi.nlm.nih.gov/geo (accession no.\nGSE124109).\n1K.F. and R.L. contributed equally to this work.\n2To whom correspondence may be addressed. Email: fbai@pku.edu.cn or guangyao@\narizona.edu.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.\n1073/pnas.1915905116/-/DCSupplemental.\nFirst published October 21, 2019.\n22624–22634\n|\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\napoptosis (15–18). Here we found that the increased lysosomal mass\nin deep quiescent cells is, in part, due to decreased autophagy flux,\nwhich is partially but not fully compensated by increased lysosomal\ngene expression and lysosomal biogenesis. We show that lysosomal\nfunction, like a dimmer switch, continuously regulates quiescence\ndepth and thus the proliferative potential of quiescent cells by re-\nducing the accumulation of reactive oxygen species (ROS). We\nfound that a set of “senescence core signature” genes (19) show\nsimilar expression patterns in deep quiescence as in senescence, and\nthat a gene-expression signature we developed to indicate cellular\nquiescence depth by comparing deep and shallow quiescent REF\ncells is able to correctly classify senescent and aging cells in a wide\narray of cell lines in vitro (20, 21) and tissues in vivo (22, 23),\nsuggesting that deep quiescence may serve as a common transition\npath from cell proliferation to senescence, related to aging.\nResults\nDynamic Transcriptome Changes during Quiescence Deepening. Similar\nto our previous observation (14), REF cells moved into deeper\nquiescence progressively with longer-term serum starvation. After\n2-d serum starvation, the entire cell population entered quiescence, as\ndemonstrated by their negative DNA incorporation of 5-ethynyl-2′-\ndeoxyuridine (EdU) and a complete shut-off of E2f1 expression (SI\nAppendix, Fig. S1B). E2f1 is a member of the E2f family of tran-\nscription factors; it up-regulates a large battery of genes involved in\nDNA replication and cell cycle progression, acting as the key ef-\nfector of an Rb-E2f bistable switch that controls the all-or-none\ntransition from quiescence to proliferation (24, 25). With in-\ncreasingly longer serum starvation, cells moved into deeper quies-\ncence, requiring a longer time and a greater serum stimulation\nstrength (concentration) to reenter the cell cycle than cells in\nshallower quiescence. For example, when the duration of serum\nstarvation increased gradually from 2 to 14 d, the cell cycle reentry\ntime upon 20% serum stimulation increased from <19 h to ∼25 h\n(to achieve ∼60% EdU+ rate) (Fig. 1A and SI Appendix, Fig. S1C),\nand the serum concentration required for cell cycle reentry in-\ncreased from <2% to ∼8% (to achieve ∼60% EdU+ measured at\nthe 25th hour of serum stimulation) (Fig. 1B). This result is con-\nsistent with our earlier findings that the time and serum threshold\nrequired for cell cycle reentry are 2 related features that both reflect\nthe same biological state, the quiescence depth (14). Importantly,\ndeep quiescent cells were not irreversibly arrested. For example,\nupon 20% serum stimulation, 92.6% of 16-d serum-starved deep\nquiescent REF cells were able to reenter the cell cycle (EdU+)\nwithin 41 h (SI Appendix, Fig. S1B).\nTo identify molecular mechanisms regulating quiescence\ndepth at the transcriptional level, we performed RNA-sequencing\n(RNA-seq) analysis of 0- to 16-d serum-starved cells (26). As\nexpected, the expression of well-characterized proliferation\ngenes—such as E2f1, Cdk2, and Cdk4 (SI Appendix, Fig. S2A)—\nE2f1 target genes (SI Appendix, Fig. S2B), and proliferation-\nrelated gene clusters (#7 and 9, SI Appendix, Fig. S2C) was\nquickly down-regulated within 2-d serum starvation. Conversely,\nthe expression of growth inhibitory genes, such as Rb1, Cdkn1a\n(p21Cip1), and Cdkn1b (p27Kip1), was up-regulated upon se-\nrum starvation (SI Appendix, Fig. S2A). The expression of Cdkn2a\n(p16INK4A), a senescence marker (27), remained low as cells\nmoved deeper in quiescence (3- to 16-d serum starvation) (SI\nAppendix, Fig. S2D), consistent with quiescence being a\nreversible state.\nThe global gene-expression profile changed drastically when\ncells transitioned from proliferation to quiescence (0- to 2-d\nserum starvation) and continued to change sequentially as cells\nmoved from shallow to deep quiescence (2- to 16-d serum star-\nvation) (Fig. 1C). This sequential change was reflected in 9 gene\nclusters that exhibited different temporal dynamic patterns (Fig.\n2 A and B). In particular, the expression of 2 gene clusters\nappeared to be positively correlated with quiescence deepening\nand increased monotonically as cells moved from shallow to\ndeep quiescence (clusters 1 and 3) (Fig. 2B). In cluster 1, mul-\ntiple biological functions were enriched; among them, lysosome\nwas overall the most statistically significant in Kyoto Encyclo-\npedia of Genes and Genomes (KEGG) overrepresentation tests\n[Fig. 2C, using clusterProfiler (28); SI Appendix, Fig. S2C, using\nDAVID (29)]. In cluster 3, lysosome was the single function\nsignificantly enriched statistically (SI Appendix, Fig. S2C). Con-\nsistently, lysosomal genes also had the strongest positive corre-\nlation with deep quiescence in gene set enrichment analysis\n(GSEA) (30) (normalized enrichment score [NES] = 3.12)\n(Fig. 2D).\nLysosomal Gene Expression and Lysosomal Mass Increase as Quiescence\nDeepens. The vast majority of lysosomal genes, encoding for various\nlysosomal enzymes, activator proteins, membrane proteins, and ion\nchannel proteins, increased their expression continuously as cells\nmoved from shallow to deep quiescence (Fig. 2E [cluster C and the\nbottom half of cluster A], Fig. 2F, and SI Appendix, Fig. S3A). As a\ncomparison, the expression of most genes associated with endo-\nsomes, another cellular organelle in the endosomal–lysosomal sys-\ntem, only increased significantly during the first 2 d of serum\nstarvation but not afterward as quiescence continued to deepen\n(Fig. 2F and SI Appendix, Fig. S3 B and C).\nLysosomal mass also increased in deep quiescence: Following\na brief pulsatile adaptive response (within the first 6 h) upon\nserum starvation, lysosomal mass continuously increased over\nthe next 14 d, as seen from the stained LysoTracker intensity\n(Fig. 2G). The initial pulsatile response of lysosomal mass was\nlikely due to an adaptive mammalian target of rapamycin\n(mTOR)-autophagy response to serum starvation, as previously\nreported (31). The continuously increased LysoTracker intensity\nin deep quiescence was consistent with an increased number of\nlysosomes, another indicator of lysosomal mass; for example,\n11-d serum-starved cells exhibited significantly more lysosomal foci\nper cell and per unit area of cell than 2-d serum-starved cells (per\nA\nB\nC\nFig. 1.\nSequential quiescence deepening and transcriptome change in\nserum-starved REF cells over time. (A and B) EdU+% of 2- to 14-d serum-\nstarved cells upon stimulation. Cells in duplicated wells (n = 2) were har-\nvested 19, 22, and 25 h after 20% serum stimulation (A), or 25 h after\nstimulation with serum at indicated concentrations (0.02 to 20%) (B). The\nEdU+% at 41 h after 20% serum stimulation (from SI Appendix, Fig. S1B) is\nshown in A for comparison. Lines were fitted using the smooth.spline\nfunction in R. (C) Principal component (PC) analysis of proliferating and 2- to\n16-d serum-starved cells based on 2,736 differentially expressed genes in\nRNA-seq time course. Days of serum starvation are indicated next to the\nsample (triplicates per condition). Dashed arrow is plotted for clarity. Per-\ncentage of the variation that each principal component accounts for is\nshown on the axis.\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22625\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nA\nB\nE\nC\nD\nF\nG\nH\nFig. 2.\nLysosomal gene expression and lysosomal mass increase along quiescence deepening. (A) K-means clustering of 2,736 differentially expressed genes in\nRNA-seq analysis. Sample columns (0-, 2-, 3-, 4-, 6-, 8-, 10-, 12-, 14-, and 16-d serum starvation) are ordered chronologically with 3 replicates at each time point.\nUp- and down-regulation of genes are shown in red and blue, respectively; color gradient bar indicates the degree of change in gene expression (normalized\nand log-transformed; see Materials and Methods for details). (B) Gene-expression dynamics within each K-means cluster in A. Expression of each gene in a\ngiven cluster is shown in a time-course curve. (C) Pathways enriched (P < 0.05) in cluster 1. GeneRatio (x axis) and dot size indicate the fraction and number of\ngenes involved in the indicated pathway in cluster 1, respectively. Color gradient bar indicates statistical significance of pathway enrichment in KEGG\noverrepresentation test based on P values adjusted by Benjamini-Hochberg correction. (D) Gene sets significantly correlated to quiescence depth (false-\ndiscovery rate < 0.1) in GSEA analysis. Gene sets are connected by edges based on their similarity (Jaccard index ≥0.5) when applicable. Gene sets positively\nand negatively correlated to quiescence deepening are shown in red and blue nodes, respectively. Node size represents the absolute NES in the GSEA result.\nBiological functions that are the most negatively and positively (top 5 in statistical significance) correlated with quiescence deepening are demarcated by blue\nand red circles, respectively; the maximum NES value of all enclosed nodes in a circle is shown in parenthesis. (E) Heat map of time-course expression of\nlysosomal genes in RNA-seq analysis (0- to 16-d serum starvation). Lysosomal genes (rows) are defined by the Mouse Genome Database (MGD) (83) and\nordered by hierarchical clustering (with gene names shown in SI Appendix, Table S1). RNA-seq samples (columns) are ordered chronologically (as in A). Color\ngradient bar indicates the degree of change in gene expression as in A. (F) Time-course expression of differentially expressed endosomal and lysosomal genes\nin RNA-seq analysis (0- to 16-d serum starvation). Endosomal and lysosomal genes are defined by the MGD (83). (G) LysoTracker intensity of serum-starved REF\ncells. LysoTracker intensity distribution of each cell population (0- to 17-d serum starvation, triplicates of ∼10,000 cells each) is shown (Left); the log2-\ntransformed agglomeration of the triplicates at each time point is plotted with the indicated percentiles (Right). (H) Number of lysosomes (LysoTracker foci)\nper cell and per unit area of cell in 2- and 11-d serum-starved cells (n = 50 each). Box plot: Q1 and Q3 refer to the first and third quantiles, respectively; IQR,\ninterquartile range = Q3 −Q1; the same below unless otherwise noted. (Inset) Representative lysoTracker foci microscopy. Each red dot represents a\nLysoTracker-stained lysosome in the cell. (Scale bar, 50 μm.) Cell boundaries were manually determined using both POL and Cy5 filters.\n22626\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nFujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\ncell, > 2.5-fold, P = 4.9 × e−14 in a 1-tailed t test; per unit area of\ncell, > 2.3-fold, P = 2.9 × e−15 in a 1-tailed t test) (Fig. 2H).\nLysosomal Function and Lysosome Destruction Decrease as Quiescence\nDeepens. We thought the increases of both lysosomal gene expres-\nsion and lysosomal mass as quiescence deepens would lead to an\nincrease of lysosomal function. Instead, we found that autophagy\nflux, an indicator for the primary lysosomal function, did not in-\ncrease but gradually declined as cells moved deeper into quiescence,\nas seen in an LC3-II turnover assay (32) (Fig. 3A). This result posed\n2 immediate questions: 1) What is the relationship between in-\ncreased lysosomal mass and gene expression to decreased lysosomal\nfunction? 2) Does declined lysosomal function cause quiescence\ndeepening and, if so, how?\nAn increase of lysosomal mass can be caused by an increase of\nlysosome biogenesis or a decrease of lysosome destruction or\nboth. Since lysosome itself is destructed via an autophagic pro-\ncess named lysophagy (33, 34), the declined autophagy flux we\nobserved in cells with prolonged serum starvation (Fig. 3A)\nsuggests that the rate of lysosome destruction likely declines\naccordingly in deep quiescence. If this is the case, when we in-\nhibit autophagy/losophagy, we expect that 1) lysosomal mass will\nincrease in cells, and 2) the degree of increase (fold-change) will\nbe smaller in deep than shallow quiescent cells. Indeed, when we\ntreated 2-, 5-, and 8-d serum-starved quiescent cells with an\nautophagy inhibitor (nocodazole or vinblastine) (35) to repress\nautophagy/lysophagy (as seen by decreased autophagy flux in\nLC3 turnover assay) (Fig. 3B), we found that the relative in-\ncrease of LysoTracker intensity was smaller in cells under pro-\nlonged starvation (Fig. 3 C and D). Although the result should be\ntaken with caveat since nocodazole and vinblastine are general\nautophagy inhibitors but not specific lysophagy inhibitors (which\nare lacking in the field to the best of our knowledge), and thus\nmay cause other side effects, this result, together with decreased\nautophagy (Fig. 3A), suggested that lysosome destruction de-\ncreased as quiescence deepened. Insufficient lysosome destruc-\ntion by autophagy/lysophagy can lead to an accumulation of\ndamaged lysosomes in the cell, which in turn interferes with ly-\nsosomal homeostasis and function (34).\nInterestingly, while blocking autophagy/lysophagy by either\nnocodazole or vinblastine increased the LysoTracker intensity in\nquiescent REF cells, it did not increase the number of lysosomes\n(SI Appendix, Fig. S4 A and C) and even decreased the lysosomal\nnumber over time (SI Appendix, Fig. S4 B and D). This result is\ndifferent from the increased lysosomal number we observed,\nalong with quiescence deepening (Fig. 2H); it suggests that de-\ncreased lysosome destruction was not the only factor contribut-\ning to the increase of lysosomal mass in deep quiescent cells.\nIndeed, increased lysosome biogenesis (consistent with the in-\ncreased lysosomal gene expression, as seen in Fig. 2 E and F) also\nplayed a role in this process, as we will explain further in the\nDiscussion. Altogether, our study suggests that increased lyso-\nsomal mass (containing damaged lysosomes) is both partially\ncaused by and contributes to decreased lysosomal function and\nautophagic clearance in deep quiescence.\nInhibiting Lysosomal Function Deepens Cellular Quiescence. Our next\nquestion concerns whether the decreased lysosomal function is\ncausal to, or merely a consequence of, deep quiescence. If de-\ncreased lysosomal function causes deep quiescence, we expect\nthat inhibiting lysosomal function in quiescent cells would fur-\nther deepen quiescence and that increasing lysosomal function\nwould lead to shallow quiescence.\nTo test this idea, we first performed pharmacological in-\nhibition of lysosomal function and measured corresponding\nchanges in quiescence depth (Fig. 4A). As seen in Fig. 1 A and B,\ndeep quiescent cells under longer-term serum starvation both\nrequire a higher serum concentration and take a longer time to\nreenter the cell cycle. This result is consistent with our earlier\nstudy with targeted perturbations (although the relative degree\nof required increases in serum concentration and time may vary\ndepending on the specific quiescence-deepening factors) (14).\nHere we used at least 1 consistent indicator, the minimum serum\nconcentration required for cell cycle reentry, to measure quies-\ncence depth throughout this study.\nWe applied 2 lysosomal inhibitors, bafilomycin A1 (Baf) and\nchloroquine (CQ), that prevent lysosomal acidification (36). A\nshort exposure (6 h) to either drug was sufficient to inhibit ly-\nsosomal function in REF cells, evident by the impaired pro-\nteolytic degradation within the lysosomal compartment (SI\nAppendix, Fig. S5A). When quiescent cells were treated with\neither of these 2 lysosomal inhibitors, increasingly higher serum\nconcentrations were required to activate cells to reenter the cell\ncycle, in a drug dose-dependent manner (Fig. 4 B–D; red arrow\npoints to serum concentration for activating ∼50% of cells, judged\nbased on EdU incorporation, E2f-GFP reporter, and propidium\niodide [PI] staining, respectively). Correspondingly, at a given\nserum concentration (e.g., 4% serum), a decreasing percentage of\ncells were able to reenter the cell cycle (EdU+) with an increasing\ndose of either lysosomal inhibitor, Baf or CQ (Fig. 4B). The ly-\nsosomal inhibition-caused quiescence deepening occurred re-\ngardless of the preceding quiescence depth before drug treatment:\nAs shown in SI Appendix, Fig. S5B, a higher serum concentration\nwas required to activate drug-treated (blue curve) than nontreated\n(red curve) cells at all test conditions (serum-starvation days).\nConsistently, cells took longer time to reenter the cell cycle\nunder the treatments of lysosomal inhibitors Baf and CQ. For\nexample, with either the treatment of 5 μM CQ or control\n(Dulbecco’s phosphate-buffered saline, DPBS), although nearly\nall cells were able to reenter the cell cycle (EdU+) by the 24th\nA\nB\nC\nD\nFig. 3.\nLysosomal–autophagic function and lysosome destruction decline as\nquiescence deepens. (A) LC3-II turnover assay in 2-, 6-, 8-, and 16-d serum-\nstarved cells. Quantified LC3-II Δ (the difference between LC3-II signal in-\ntensity normalized against α-Tubulin control in CQ-treated and nontreated\ncells) in duplicate samples is shown with a linear fit (red line). (Inset) A\nrepresentative immunoblot image. (B) LC3-II turnover assay in 2-d serum-\nstarved cells treated with nocodazole, vinblastine, or vehicle control for 24 h\nat indicated doses. (C) LysoTracker intensity of 2-, 5-, and 8-d serum-\nstarved cells treated with 25 μM nocodazole, 20 μM vinblastine, or vehicle\ncontrol for 24 h (triplicates). (D) Relative LysoTracker intensity of treated\nsamples over vehicle control in C at the indicated serum starvation time.\nError bar, SEM. *P < 0.05, **P < 0.01, and ***P < 0.001 (1-tailed t test).\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22627\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nhour of serum stimulation (20%) (green arrow in Fig. 4 B, Upper),\nthe EdU+ percentage of cells was significantly smaller with 5 μM\nCQ than with DPBS at the 19th hour (Fig. 4E), indicating a\ndelayed cell cycle entry with CQ treatment. The entry–delay effect\nof Baf at the tested dose range was weaker than that of CQ:\nUnder strong serum stimulation (20%), the EdU+ percentage of\ncells with either the treatment of 50 nM Baf or DMSO control did\nnot show a significant difference at either the 19th hour (Fig. 4E)\nor 24th hour (green arrow in Fig. 4 B, Lower); however, under\nreduced serum stimulation strength (6%) and longer observation\ntime window, the effect of Baf becomes clear in causing a delayed\nhalf-activation time of the quiescence-exit cell population com-\npared to the DMSO control (Fig. 4F).\nAs seen in Fig. 4B, a short but strong inhibition of lysosomal\nfunction by CQ treatment (6 h, 20 μM) deepened quiescence; the\nvast majority of cells were still EdU−at the 24th hour after 20%\nserum stimulation. However, these cells were reversible and\nbecame EdU+ by the 48th hour (Fig. 4G). In comparison, a\nprolonged lysosomal inhibition by CQ treatment at a lower dose\n(54 h, 5 μM) drove a significant subpopulation of quiescent cells\ninto a more irreversible state: As seen in Fig. 4H, 41.4 ± 2.9%\nsuch treated cells remained EdU−after 48 h of 20% serum\nstimulation; in comparison, <2.5% of nontreated control cells\nremained EdU−(Fig. 4H). This result in quiescent cells may be\nrelated to earlier findings that a repeated or long exposure to\nsublethal stresses can effectively induce proliferating cells to\nsenescence (37, 38). In addition to the irreversible phenotype, we\nfound that long-term CQ exposed quiescent cells exhibited other\nhallmarks of senescence: A significantly increased β-galactosidase\nactivity (P = 0.011 in 1-tailed t test) (Fig. 4I) and hypertrophy with a\nsignificantly increased cell size upon serum stimulation (P = 0.003 in\n1-tailed t test) (Fig. 4J). Taken together, our data suggest that an\nimpairment of lysosomal function in quiescent cells can lead to deep\nquiescence and potentially a senescence-like state.\nEnhancing Lysosomal Function Pushes Cells toward Shallower Quiescence.\nIf the impaired lysosomal function is responsible for quiescence\ndeepening, enhancing such function will likely counteract this trend\nand push cells into shallower quiescence. Consistent with this hy-\npothesis, we observed that nutrient starvation, a known inducer of\nautophagy, pushed cells into shallower quiescence: Serum-starved\nREF cells treated with PBS (i.e., under additional nutrient starvation)\nfor 320 min showed significantly higher E2f-ON% (SI Appendix, Fig.\nS6A) and EdU+% (SI Appendix, Fig. S6B) upon serum stimulation\nthan treated with control (i.e., without nutrient starvation). This re-\nsult is similar to what was previously observed in quiescent neural\nstem cells (NSCs) (39). However, nutrient starvation induces a range\nof cellular responses (e.g., AMPK activation and mTOR inhibition)\nin addition to autophagy. To increase lysosomal function directly, we\nsought to enhance lysosomal gene expression and biogenesis in REF\ncells. Lysosomal gene expression and biogenesis can be up-regulated\nby a MiT/TFE family of transcription factors Tfeb, Mitf, and Tfe3,\nwhich bind to a CLEAR-box sequence upstream of many lysosomal\ngenes and are known as the master regulator of lysosome biogenesis\nA\nC\nB\nE\nF\nG\nD\nI\nH\nJ\nFig. 4.\nLysosomal inhibition pushes cells into deeper quiescence and senescent-like state. (A) Experimental scheme of the quiescence-depth assays in B–D\nwith lysosomal inhibitor treatment. Q, quiescent state. (B–D) Readouts of EdU (B), E2f-GFP (C), and PI staining (D) in quiescence-depth assay of 2-d serum-\nstarved cells (∼10,000 cells per sample, with the highest frequency set to 100% at the y axis of each histogram). Cells at EdU−and EdU+ (B), E2f-ON and -OFF\nstates (C), and G0/G1 (2N), S (2-4N), and G2/M phase (4N) (D) are as indicated. Red arrows in B–D, serum concentrations that activated E2f1 or initiated DNA\nreplication in approximately half of the cell population. Green arrows in B, cell cycle reentry (EdU+) of the indicated whole-cell populations. Blue arrows in D,\ncell populations that contained a subset of recently divided cells following strong serum stimulation. Quantifications of cell death and irreversible arrest\npercentages at treatment conditions in B–D are shown in SI Appendix, Table S3. (E and F) Cell cycle reentry (EdU+) of 2-d serum-starved cells treated with\nvehicle, CQ, or Baf for 6 h (as in A), followed by serum stimulation at 20% (E) or 6% (F). Cells were harvested at the indicated time points (19 h, E; 10 to 30 h,\nF). Error bar in E, SEM (n = 2); **P < 0.01, and ns, insignificance, P > 0.05 (1-tailed t test). Dotted lines in F indicate the estimated median cell cycle reentry time\n(50 nM Baf-treated = 24.3 h; DMSO control = 20.6 h) of the quiescence-exited cells by the 30th hour (n = 2 at each time point). (G and H) EdU profiles of 2-\nd serum-starved cells treated with 20 μM CQ for 5.5 h (G) or 5 μM CQ for 54 h (H), followed by 20% serum stimulation for 48 h (n = 2). (I and J) Cells were\ntreated as in H (5 μM CQ or vehicle control for 54 h, n = 2), then either measured for β-galactosidase activity (I), or stimulated with 20% serum for 48 h\nfollowed by cell size measurement (J).\n22628\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nFujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n(40–43). Remarkably, the expression of Mitf and Tfe3 but not Tfeb\nincreased significantly in deep quiescence (Fig. 5A) (P = 0.028, 0.032,\nand 0.827 for Mitf, Tfe3, and Tfeb, respectively, in a 1-tailed t test\ncomparing 16-d and 2-d serum-starved cells); meanwhile, Mitf but\nnot Tfeb and Tfe3 showed a high degree of coexpression with lyso-\nsomal genes in quiescence (SI Appendix, Fig. S6C). Together, these\nresults suggested a unique role for Mitf in regulating lysosomal\nfunction in the quiescent REF cell model. Indeed, we found that\nectopic Mitf expression in quiescent REF cells (arrow in SI Appendix,\nFig. S6D) significantly increased both the LysoTracker intensity (P =\n0.017 in a 1-tailed t test) (Fig. 5 B and C) and lysosomal number (SI\nAppendix, Fig. S6E) in the cell, as well as enhanced autophagy flux\n(higher LC3-II Δ) (Fig. 5D), demonstrating the ability of Mitf to\nincrease lysosomal biogenesis and function. Consistently, ectopic Mitf\nexpression pushed cells into shallower quiescence, as seen in both a\nhigher EdU+% upon serum stimulation (Fig. 5E) and a shorter time\nto reenter the cell cycle (Fig. 5F). Notably, there was a monotonic\ncorrelation between the level of introduced Mitf expression vector\n(indicated by mCherry intensity) (x axis in Fig. 5G) and the\nEdU+ level upon serum stimulation (normalized to mCherry con-\ntrol) (y axis in Fig. 5G), suggesting that cells can be continuously\ndriven to shallower quiescence by enhancing lysosomal function.\nLysosomal Function Prevents Quiescence Deepening via ROS Reduction.\nLysosomes are known to play an antioxidative role in quiescent\nstem cells (15, 16). Thus, here we tested whether lysosomal\nfunction potentially prevents quiescence deepening by anti-\noxidation. If it does, we reasoned that increasing antioxidation in\nthe cell would reduce quiescence depth. Indeed, we found that\nsupplementing antioxidant 2-mercaptoethanol (βME) drove\nquiescent cells into a shallower state, from which cells became\nmore sensitive to growth signals (higher EdU+% upon serum\nstimulation) (Fig. 6A); conversely, supplementing an oxidative\nreagent tert-butyl hydroperoxide (tBHP) drove cells into deeper\nquiescence, shown by the lower EdU+% (Fig. 6B) and lower E2f-\nON% (SI Appendix, Fig. S7A) upon stimulation at a given serum\nconcentration with increasing tBHP concentration. These results\nindicate that the degree of oxidative stress is positively correlated\nwith quiescence depth.\nA\nB\nC\nD\nE\nF\nG\nFig. 5.\nEnhancing lysosomal function pushes cells toward shallower quiescence. (A) Time-course expression of MiT/TFE family members in RNA-seq analysis.\nDashed line, SEM of the fitted line. (B and C) Lysosomal mass indicated by LysoTracker intensity. Cells were cotransfected with Mitf-GFP and mCherry ex-\npression vectors (Mitf/mCherry, triplicates) or mCherry control alone (mCherry, duplicates) and induced to quiescence by 4-d serum starvation. (B) Distribution\nof LysoTracker intensity in ∼10,000 cells per sample, with the highest frequency set at 100% (y axis). (C) Binned LysoTracker intensity (log-transformed with\nthe median of mCherry control set at 0; bottom and top edges of each box indicate the first and third quartiles, respectively). Cells were grouped according to\ntheir mCherry intensity (log-transformed) into 22 even-width bins (bins with cell number <40 or with background fluorescence level similar to nontransfected\ncells were filtered out). (D) LC3-II turnover assay. Cells were transfected with Mitf-GFP expression vector or dGFP control and induced to quiescence by 4-d\nserum starvation. (Upper) Representative immunoblot image. (Lower) Quantified LC3-II Δ (between CQ-treated and nontreated cells as in Fig. 3A, dupli-\ncates). Error bar, SEM. (E) Quiescence-depth assay by EdU profile (n = 2). Cells were transfected with Mitf-GFP expression vector or dGFP control and induced\nto quiescence by 2- or 4-d serum starvation, followed by serum stimulation at indicated concentrations (0.5 to 4%) for 24 h. *P < 0.05 and **P < 0.01 (1-tailed\nt test). (F) Cell cycle reentry (EdU+) of 2-d serum-starved cells transfected with Mitf-GFP vector or dGFP control, followed by 2% serum stimulation for the\nindicated durations. Dotted lines indicate the estimated median cell cycle reentry time (Mitf-GFP = 20.5 h; dGFP = 21.7 h) of the quiescence-exited cells by the\n30th hour (n = 2 at each time point). (G) Quiescence-depth assay in mCherry or Mitf/mCherry transfected cells. Transfected cells were induced to quiescence by\n4-d serum starvation and stimulated with 0.5% serum. EdU+% was measured after 24 h of serum stimulation (in 7 and 9 replicates of mCherry and mCherry/\nMitf transfection, respectively; ∼10,000 cells each). Transfected cells were binned according to mCherry intensity as in C. EdU+% of mCherry/Mitf cells was\nnormalized to that of mCherry control cells in each bin. The resultant “EdU+ level” (y axis) indicates relative fold increase of quiescence exit (EdU+) associated\nwith ectopic Mitf level (indicated by mCherry intensity, x axis) over corresponding mCherry control. (B, C, and G) Cotransfected mCherry was used as a proxy to\nquantify Mitf-GFP expression (see SI Appendix, Fig. S6F for verification). Using GFP for quantification otherwise may be interefered by the E2f-GFP reporter\nsignal in the cell; in addition, GFP fluorescence is quenched by the Click-iT reaction in EdU assay and thus cannot be used for quantification.\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22629\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nNext, we found that inhibiting lysosomal function by Baf and\nCQ, which deepened quiescence, increased mitochondrial ROS\nlevel (higher MitoSox intensity) (Fig. 6 C and D). Conversely,\nenhancing lysosomal function by ectopic Mitf expression, which\nreduced quiescence depth, suppressed mitochondrial ROS\n(lower MitoSox intensity) (Fig. 6E) in a dose-dependent manner\n(Fig. 6F). Consistently, tBHP blocked the effect of Mitf on re-\nducing quiescence depth: While the ectopic Mitf expression in-\ncreased the EdU+% over control, additional tBHP treatment in\nMitf-transfected cells decreased the EdU+% in a tBHP dose-\ndependent manner (Fig. 6G). We also considered that lyso-\nsomes may prevent quiescence deepening by increasing energy\nproduction, another known role of lysosomes (18). However,\ntreatment with metabolites known to increase ATP production,\nsuch as methyl pyruvate (MPy), did not reduce quiescence depth\nwith statistical significance (SI Appendix, Fig. S7B); it actually\nincreased quiescence depth at high concentrations (SI Appendix,\nFig. S7C), indicating that ATP generation is likely not respon-\nsible for how lysosomal function prevents quiescence deepening\nin the tested conditions, reminiscent of similar findings in yeasts\n(44). Taken together, our findings suggest that: 1) Increasing\noxidative stress deepens quiescence, and reducing oxidative\nstress prevents quiescence from deepening; 2) reducing lysosomal\nfunction increases ROS, the mediator of oxidative stress, and in-\ncreasing lysosomal function decreases ROS; and 3) increasing or\ndecreasing lysosomal function continuously modulates quiescence\ndepth, acting like a dimmer switch (Fig. 6H).\nQuiescence Deepening Is Linked to Cellular Senescence and Aging.\nFinally, we examined whether and how deep quiescence in REF\ncells is related to the quiescent states of other cell types (case Q)\nand other nongrowth cellular states, such as senescence (case S).\nTo this end, we first developed a gene-expression signature in-\ndicating the quiescence depth in REF cells by performing a\nlinear regression analysis of the time-course RNA-seq data (see\nMaterials and Methods for details). To identify a signature that\ncorresponds to a deepening of quiescence as opposed to simply\nhalting the cell cycle, we omitted the proliferating sample (0 d) from\nthe analysis and used samples corresponding to 2- to 16-d serum\nstarvation (i.e., shallow to deep quiescence) to build the regression\nmodel. We next applied this quiescence-depth signature to other\npublicly available RNA-seq datasets related to cases Q and S, above.\nA\nB\nC\nD\nE\nG\nH\nF\nFig. 6.\nLysosomal function reduces oxidative stress and prevents quiescence deepening. (A) Two-day serum-starved cells were further cultured in starvation\nmedium containing βME for 4 d and stimulated with 2% or 4% serum for 24 h, followed by EdU assay. *P < 0.05, 1-tailed t test statistical significance and ns,\ninsignificance, (triplicates with ∼10,000 cells each). Error bar, SEM. (B) Two-day serum-starved cells were treated with tBHP at indicated concentrations for 1 h\nand stimulated with various concentrations of serum as indicated for 24 h, followed by EdU assay. (A and B) Quantifications of cell death and irreversible\narrest percentages at treatment conditions in A and B are shown in SI Appendix, Table S3. (C and D) Intracellular ROS level in quiescent REF cells treated with\nlysosomal inhibitors. Two-day serum-starved cells were treated with Baf or CQ at indicated concentrations for 6 h and subjected to MitoSox measurement\n(duplicates with ∼10,000 cells each). MitoSox signal distribution with the highest frequency set at 100% (y axis, C) and its median (log-transformed, D) are\nshown. Error bar, SEM. (E and F) Intracellular ROS level in quiescent cells transfected with Mitf expression vector. Cells were transfected with Mitf-GFP or dGFP\ncontrol vectors and induced to quiescence by 4-d serum starvation, followed by MitoSox measurement (triplicates with ∼10,000 cells each). REF cells without\nthe E2F-GFP reporter were used to avoid interfering Mitf-GFP quantification by the reporter signal. (E) MitoSox signal distribution with the highest frequency\nset at 100% (y axis). (F) Binned MitoSox intensity (log-transformed and normalized with the median of dGFP control set at 0). Cells were grouped according to\ntheir log-transformed GFP intensity into 20 even-width bins. (G) Quiescence-depth assay of Mitf transfected cells cotreated with tBHP (n = 2). Cells were\ntransfected with Mitf-GFP expression vector or dGFP control, induced to quiescence by 2-d serum starvation. Mitf-transfected cells were further treated with\ntBHP at indicated concentration for 1 h. Cells were subsequently stimulated with 4% serum for 24 h and subjected to EdU assay. (H) Model of quiescence-\ndepth regulation by lysosomal function.\n22630\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nFujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nAs an example of case Q, dormant NSCs in vivo transition into\na shallower quiescent state called primed NSCs upon neural\ninjury (9). When we applied the quiescence-depth gene signature\nof REF cells to the RNA-seq data corresponding to NSCs before\nand after neural injury, we obtained quiescence depth scores\n(QDS) from the linear regression model (see Materials and\nMethods for details) to indicate the relative quiescence depth of\nNSCs. We found that the QDS of primed NSCs after injury was\nsignificantly smaller (i.e., shallower quiescence) than that of\ndormant NSCs before injury (Fig. 7A). This result suggests that\nthe quiescence-depth signature of REF cells in vitro can predict\nthe relative quiescence depth of NSCs in vivo, indicating that this\ngene signature may reflect shared quiescence regulatory mech-\nanisms across different cell types.\nTo test case S, we analyzed RNA-seq datasets associated with\ncellular senescence and aging by applying the QDS model with\nthe quiescence-depth gene signature of REF cells. Strikingly, we\nfound that QDS correctly predicted cellular senescence and ag-\ning in a wide array of cell lines in vitro (20, 21) and tissues in vivo\n(22, 23) (Fig. 7 B–D). In all 6 cell lines (BJ, IMR-90, WI-38,\nHFF, MRC-5, and MDAH041) studied under replicative se-\nnescence and in all 3 conditions (Adriamycin, 5-aza, and H2O2)\nstudied under stress-induced senescence, QDS was significantly\nlarger than that in proliferating controls (Fig. 7B). Notably, QDS\nwas constructed without involving proliferating samples (by\ncomparing shallow and deep quiescent cells under 2- to 16-d\nserum starvation) and thus likely reflects a common feature\nbetween deep quiescence and senescence. Consistently, a set of\n“senescence core signature” genes identified from metaanalysis\n(19) exhibit similar expression changes (i.e., up- or down-regulation)\nunder both deep quiescence and senescence (Fig. 7E). Further-\nmore, QDS was found significantly larger in aged hematopoietic\nstem cells (Fig. 7C) and monotonically increasing in all 11\nstudied rat organs undergoing aging processes from juvenile to\nadolescence, adult, and aged stages (Fig. 7D). The success of\nQDS gene signature to predict both senescence in vitro and aging\nin vivo suggests that quiescence deepening may share a molecular\nmechanistic basis with and act as a transitional state toward se-\nnescence and aging (see more in Discussion). Consistently, it was\nrecently reported that long-term cultured quiescent human fi-\nbroblasts eventually transit into senescence under physiological\noxygen conditions (45).\nDiscussion\nThe lysosome–autophagy pathway is known to protect adult stem\ncells against irreversible states, such as senescence, apoptosis,\nA\nB\nC\nD\nE\nFig. 7.\nQuiescence deepening parallels cellular senescence in vitro and aging in vivo. (A) QDS of dormant, primed, and activated NSCs predicated based on\nthe quiescence-depth gene expression signature developed in REF cells. Each dot represents a single cell sampled by single-cell RNA (scRNA)-seq (9). See\nMaterials and Methods for details. *P < 0.05, **P < 0.01, and ***P < 0.001 (1-tailed t test, same below in B and C). (B) Predicted QDS of indicated cell lines at\nproliferation versus replicative senescence or stress-induced senescence (caused by DNA damaging agent Adriamycin, DNA demethylation agent 5-aza-2-\ndeoxycytidine [5-aza], or oxidant H2O2). Each dot represents a cell population sampled by RNA-seq (20, 21). (C) Predicted QDS of hematopoietic stem cells\n(HSCs) collected from young (2 to 3 mo) or aged (20 to 25 mo) mice. Each dot represents a single cell sampled by scRNA-seq (22). (D) Predicted QDS of indicated\norgan types harvested from rats (female, Upper; male, Lower) at indicated age stages. *P < 0.05, **P < 0.01, and ***P < 0.001 (1-way ANOVA). Each dot\nrepresents a cell population sampled by RNA-seq (23). (E) Expression dynamics of “senescence core signature” genes in RNA-seq analysis of 2- to 16-d serum-\nstarved cells, shown in a hierarchical clustering heatmap (Left) or an overlaid line plot (Right). “Senescence core signature” genes up- or down-regulated in\nsenescent cells are grouped, Upper and Lower, respectively.\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22631\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nand terminal differentiation (15, 16, 18). The present study shows\nthat instead of a simple OFF–ON switch, lysosomes function as a\ndimmer switch to continuously modulate quiescence depth (Fig.\n6H) and proliferative capacity of quiescent cells.\nOur study suggests that as cells move deeper in quiescence,\nlysosomal gene expression and lysosomal mass increase, but ly-\nsosomal function and lysosome destruction decrease. Decreased\nlysosome destruction via autophagy/lysophagy contributes to an\nincreased lysosomal mass and likely an accumulation of damaged\nlysosomes, which in turn contributes to a decreased lysosomal–\nautophagy function. Decreased lysosome destruction alone,\nhowever, does not fully explain the increased lysosomal mass\n(both lysoTracker intensity of lysosome number) observed in\ndeep quiescent cells (Fig. 2 G and H), as blocking lysosome\ndestruction increased LysoTracker intensity but not the number\nof lysosomes in REF cells (SI Appendix, Fig. S4); similarly, it was\nreported previously that lysosomal number did not change or\neven mildly decreased in autophagy-impaired fibroblasts with\nAtg4B and Atg7 mutations (46). The other contributing factor of\nincreased lysosomal mass in deep quiescence appears to be ly-\nsosomal biogenesis: The expression of Mitf, a master regulator of\nlysosomal\nbiogenesis,\nsignificantly\nincreased\nthe\nlysosomal\nnumber (SI Appendix, Fig. S6E) in quiescent REF cells. Con-\nsistently, we found that applying small chemical inhibitors to\nrepress Mcoln1 (also known as TRPML1) that is crucial for ly-\nsosome biogenesis (47) significantly decreased lysosomal number\nin quiescent REF cells (SI Appendix, Fig. S8 A and B). The in-\ncrease in lysosome biogenesis itself is likely compensatory to\nquiescence deepening: Mitf expression increases significantly\nalong with quiescence deepening (Fig. 5A); relatedly, inhibiting\nlysosome biogenesis further deepens quiescence (lower EdU+%\nwith Mcoln1 inhibitors than with DMSO control) (SI Appendix,\nFig. S8C). The dynamic balance and relative contributions of\nlysosome biogenesis and degradation destruction in deep quies-\ncence await further investigation.\nREF cells in deep quiescence exhibited reduced autophagy\nflux (Fig. 3A), which may be relevant to the declined autophagy\nobserved in aging (15, 48–50) and senescent cells (17, 51). It is\nunclear what resulted in declined autophagy in deep quiescence\ndespite increased lysosomal gene expression (Fig. 2E) and bio-\ngenesis. Note that not every lysosomal gene increased expression\nwith quiescence deepening: A small subset of lysosomal genes\nenriched for those that also function in the Golgi network\nshowed a general decrease (see cluster B in Fig. 2E for enrich-\nment analysis and SI Appendix, Table S2). As the Golgi network\nis critical to transporting lysosomal hydrolases from cytoplasmic\nribosomes into lysosomal vesicles (52), the reduced expression of\nsome of these related genes, therefore, may lead to a reduced\nlysosomal–autophagy function. Alternatively, the “net” decrease\nin lysosomal function may be adaptive and serve as a cellular\ncounter for serum-deprivation duration (i.e., environmental\ngrowth restriction), which in turn determines how cautious the\ncell will get before resuming growth. The exact mechanisms\ndictating the relationship between lysosomal function and qui-\nescence depth awaits further studies.\nOur results suggest that lysosomal function prevents quies-\ncence deepening via ROS reduction (Fig. 6). Previous studies\nhave shown that the lysosome–autophagy pathway reduces ROS\nin several types of quiescent cells (15, 16) through mitophagy:\nThat is, selective autophagic degradation of damaged mito-\nchondria (15). It remains to be tested whether lysosomes prevent\nquiescence deepening in REF cells via mitophagy, but the re-\nduced mitochondrial ROS levels resulting from enhanced lyso-\nsomal function (Fig. 6 E and F) is consistent with this model.\nIt was shown previously that mTORC1 can transform muscle\nstem cells into a shallower quiescent state, called GAlert, in which\ncells are sensitized to growth stimulation (8). Consistently, con-\ntinuous mTORC1 activation led to depletion of certain types of\nquiescent stem cells in vivo by forcing cell cycle reentry (53, 54).\nIt is well established that mTORC1 drives cell growth and in-\nhibits the lysosome-autophagy pathway (43, 55). Accordingly, the\neffect of mTORC1 on quiescence depth is likely 2-sided: By\npromoting cell growth, mTORC1 facilitates quiescence exit and\nthus reduces quiescence depth; by inhibiting lysosomal function,\nmTORC1 drives cells deeper into quiescence. In the GAlert case,\nwhere mTORC1 is activated both before and during stimulation,\nthe net result appears to be shallower quiescence. The exact\nbimodal effects of mTORC1 on quiescence depth may be com-\nplicated and condition-dependent, awaiting future studies.\nThe lysosome–autophagy pathway plays an important role in\ncancer physiology and dormancy (5, 40, 41, 56–58). Activities of\nMiT/TFE family members, including Tfeb and Mitf, are up-regulated\nby overexpression or nuclear localization in multiple cancer types,\nincluding lung, pancreatic, and ovarian cancers (41, 59, 60), which is\nlinked to poor prognosis and survival (59, 60). The lysosome–auto-\nphagy pathway appears to help maintain dormant cancer cells and\nfacilitate survival and metastasis (5). Consistently, autophagy in-\nhibition decreases the viability of dormant breast cancer cells and\ntheir metastatic recurrence, suggesting a promising treatment\nstrategy (57). Future studies are needed to determine the op-\ntimal target and degree of lysosomal–autophagy inhibition in treat-\nment to minimize disrupting the quiescence depth of normal cells.\nOur study highlights that deep quiescent cells exhibit gene-\nexpression signatures that are similar to senescent and aged cells\n(Fig. 7 B–E). The enriched up-regulation of lysosomal genes\n(KEGG_lysosome gene set) is shown in 10 of the 11 studied\naging tissues (adrenal gland, brain, heart, kidney, liver, lung,\nspleen, thymus, uterus, testis, but not muscle); it is also shown\nin 5 of the 6 cell lines (BJ, IMR-90, WI-38, HFF, MRC-5, but\nnot MDAH041) studied under replicative senescence, but not\nshown in stress (Adriamycin/5-aza/H2O2)-induced senescence in\nMDAH041 cells (SI Appendix, Table S4). This result is consistent\nwith the findings that senescence and aging are partially driven\nby ROS and can be counteracted by lysosome–autophagy activ-\nities in many but not all conditions (6, 15, 17, 61–63), indicating\nthe contributions of other potentially shared mechanisms un-\nderlying deep quiescence, senescence, and aging. Among them,\nDNA damage is a likely candidate, which can be caused by\nvarious stress signals (e.g., ROS and replication stress) and is\nassociated with quiescence entry (64, 65) as well as cellular se-\nnescence (66, 67) and aging (68, 69). Furthermore, many cellular\nactivities are up- or down-regulated as cells move deeper in\nquiescence (SI Appendix, Fig. S2C). Some of these cellular ac-\ntivities may be involved in the regulation of quiescence depth and\npotentially senescence and aging, with their detailed mechanisms\nawaiting further studies. In this regard, it has been shown recently\nin both NSCs and bacteria that the accumulation of protein ag-\ngregates is associated with quiescence deepening, and that the\nclearance of protein aggregates (by lysosomes in NSCs and by\nDnaK–ClpB complex in bacteria) drives cells to shallower quies-\ncence and enhances their ability to reenter the cell cycle (39, 70).\nQuiescence entry and exit are regulated by the Rb-E2f-Cyclin/\nCdk gene network (71, 72) that functions as a bistable switch\n(25). How does the toggle switch-like nature of the Rb-E2f\npathway fit with the lysosomal dimmer switch? We speculate\nthat during quiescence exit, cells first move progressively into\nshallow quiescence and at a time point, the restriction point (73,\n74), “flip” into the cell cycle by committing to proliferation; the\nwhole process acts like adjusting a sliding dimmer before activating\na toggle switch. In this regard, it will be important to figure out\nwhether and how the lysosomal switch cross-talks with the Rb-E2f\nswitch in controlling quiescence depth and exit in future studies.\nRelatedly, recent in vivo studies on muscle and neural stem\ncells generally invoke 2 quiescence state: 1 shallow (e.g., GAlert\nand primed quiescence) and 1 deep. Our findings that the gene-\nexpression signature we developed in the fibroblast model\n22632\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nFujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\nin vitro can correctly classify deep (dormant) and shallow (primed)\nNSCs in vivo (Fig. 7A) suggest a potential mechanistic link be-\ntween the quiescent states in vitro and in vivo. As such, we\npredict that quiescence depth in vivo is also continuous instead\nof binary. It is possible that different levels of injuries can cause\nvarying levels of quiescent states in vivo, which was not examined\npreviously but would be interesting to test in future studies. Fi-\nnally, in support of the continuous quiescence depth in vivo are\nthe earlier findings that in the liver after partial hepatectomy and\nin the salivary gland after isoproterenol stimulation, cells in in-\ncreasingly older rats took an increasingly longer time to initiate\nDNA synthesis, behaving like cells in increasing deeper quies-\ncence (10, 75).\nQuiescence is commonly believed to protect cells from irre-\nversible arrest, such as senescence. Our work suggests that this\nprotection declines in long-term quiescent cells and the gradual\nquiescence deepening likely represents a transition path from\ncell proliferation to senescence. Relatedly, the same Rb and p53\npathways appear to underlie both quiescence and senescence\n(76–79). Whether and how the lysosome–autophagy pathway\ninteracts with Rb and p53 pathways to regulate the transition\nfrom deep quiescence to senescence, and whether such a tran-\nsition is gradual following a continuum or abrupt as controlled by\nan ultrasensitive or bistable switch-like mechanism (80, 81), re-\nmain significant unanswered questions (SI Appendix, Fig. S1A).\nMaterials and Methods\nDetailed descriptions of RNA-seq and downstream data analysis and mod-\neling, modulation of lysosomal–autophagic function and lysosome bio-\ngenesis, assays for quiescence-depth, lysosomal mass and proteolytic activity,\nautophagy flux, mitochondrial ROS, β-galactosidase activity, cell size, and\ncytotoxicity are provided in SI Appendix.\nCell Culture and Quiescence Induction. REFs used in this study are from a single-\ncell clone derived from REF52 cells and contain a stably integrated human\nE2F1 promoter-driven destabilized EGFP (E2f-GFP) reporter, as previously\ndescribed [i.e., REF/E23 cells (25, 82)] unless otherwise noted. Cells were\npassaged every 2 to 3 d and maintained at subconfluency in growth me-\ndium: DMEM supplemented with 10% bovine growth serum (BGS; GE\nHealthcare, SH30541). To induce quiescence, cells were plated at ∼50%\nconfluence in growth medium for a day, washed twice with DMEM, and\ncultured in serum-starvation medium (DMEM containing 0.02% BGS) for the\nindicated duration (≥2 d).\nQuiescence-Depth Assay. To assess quiescence depth, cells were switched from\nserum-starvation medium to serum-stimulation medium (DMEM containing\nBGS at indicated concentrations) and harvested at indicated time points by\ntrypsinization. The cell fraction that reentered the cell cycle was quantified by\nassessing the profile of EdU incorporation (and the profiles of E2f-GFP re-\nporter and PI DNA staining when indicated). Quiescence depth is determined\nby the serum threshold required to activate cells to reenter the cell cycle. At a\ngiven serum concentration, a smaller percentage of deeper quiescent cells are\nable to reenter the cell cycle by a given time than of shallower quiescent cells.\nSee text for details.\nData Availability. The data reported in this paper have been deposited in the\nGene Expression Omnibus (GEO) database, https://www.ncbi.nlm.nih.gov/\ngeo (accession no. GSE124109).\nACKNOWLEDGMENTS. We thank Johnny Fares for valuable discussions and\nsuggestions on lysosomal function and assays; Andrew Peak and Andrew\nCapaldi for critical reading and comments on the manuscript; and Haoxing\nXu for providing Mcoln1 inhibitors. This work was supported by National\nScience Foundation Grants DMS-1463137 (to G.Y.), DMS-1418172 (to G.Y.\nand H.H.Z.), CCF-1740858 (to H.H.Z.), and DMS-1462049 (to J.X.); National\nInstitutes of Health Grant R01DK119232 (to J.X.); Chinese National Science\nand Technology Major Project 2018ZX10302205 (to F.B.); and Guangdong\nProvince Key Research and Development Program 2019B020226002 (to F.B.).\n1. M. Rumman, J. Dhawan, M. Kassem, Concise review: Quiescence in adult stem cells:\nBiological significance and relevance to tissue regeneration. Stem Cells 33, 2903–2912\n(2015).\n2. T. H. Cheung, T. A. Rando, Molecular regulation of stem cell quiescence. Nat. Rev.\nMol. Cell Biol. 14, 329–340 (2013).\n3. L. Rossi et al., Less is more: Unveiling the functional core of hematopoietic stem cells\nthrough knockout mice. Cell Stem Cell 11, 302–317 (2012).\n4. H. A. Coller, L. Sang, J. M. Roberts, A new description of cellular quiescence. PLoS Biol.\n4, e83 (2006).\n5. M. S. Sosa, P. Bragado, J. A. Aguirre-Ghiso, Mechanisms of disseminated cancer cell\ndormancy: An awakening field. Nat. Rev. Cancer 14, 611–622 (2014).\n6. J. Oh, Y. D. Lee, A. J. Wagers, Stem cell aging: Mechanisms, regulators and therapeutic\nopportunities. Nat. Med. 20, 870–880 (2014).\n7. N. E. Sharpless, R. A. DePinho, How stem cells age and why this makes us grow old.\nNat. Rev. Mol. Cell Biol. 8, 703–713 (2007).\n8. J. T. Rodgers et al., mTORC1 controls the adaptive transition of quiescent stem cells\nfrom G0 to G(Alert). Nature 510, 393–396 (2014).\n9. E. Llorens-Bobadilla et al., Single-cell transcriptomics reveals a population of dormant\nneural stem cells that become activated upon brain injury. Cell Stem Cell 17, 329–340\n(2015).\n10. N. L. Bucher, Regeneration of mammalian liver. Int. Rev. Cytol. 15, 245–300 (1963).\n11. G. S. Roth, R. C. Adelman, Age-dependent regulation of mammalian DNA synthesis\nand cell division in vivo by glucocorticoids. Exp. Gerontol. 9, 27–31 (1974).\n12. T. A. Owen, D. R. Soprano, K. J. Soprano, Analysis of the growth factor requirements\nfor stimulation of WI-38 cells after extended periods of density-dependent growth\narrest. J. Cell. Physiol. 139, 424–431 (1989).\n13. L. H. Augenlicht, R. Baserga, Changes in the G0 state of WI-38 fibroblasts at different\ntimes after confluence. Exp. Cell Res. 89, 255–262 (1974).\n14. J. S. Kwon et al., Controlling depth of cellular quiescence by an Rb-E2F network\nswitch. Cell Rep. 20, 3223–3235 (2017).\n15. L. García-Prat et al., Autophagy maintains stemness by preventing senescence. Nature\n529, 37–42 (2016).\n16. T. T. Ho et al., Autophagy maintains the metabolism and function of young and old\nstem cells. Nature 543, 205–210 (2017).\n17. H. T. Kang, K. B. Lee, S. Y. Kim, H. R. Choi, S. C. Park, Autophagy impairment induces\npremature senescence in primary human fibroblasts. PLoS One 6, e23367 (2011).\n18. J. J. Lum et al., Growth factor regulation of autophagy and cell survival in the absence\nof apoptosis. Cell 120, 237–248 (2005).\n19. A. Hernandez-Segura et al., Unmasking transcriptional heterogeneity in senescent\ncells. Curr. Biol. 27, 2652–2660.e4 (2017).\n20. M. Purcell, A. Kruger, M. A. Tainsky, Gene expression profiling of replicative and in-\nduced senescence. Cell Cycle 13, 3927–3937 (2014).\n21. S. Marthandan et al., Conserved senescence associated genes and pathways in pri-\nmary human fibroblasts detected by RNA-seq. PLoS One 11, e0154531 (2016).\n22. A. Grover et al., Single-cell RNA sequencing reveals molecular and functional platelet\nbias of aged haematopoietic stem cells. Nat. Commun. 7, 11075 (2016).\n23. Y. Yu et al., A rat RNA-seq transcriptomic BodyMap across 11 organs and 4 de-\nvelopmental stages. Nat. Commun. 5, 3230 (2014).\n24. G. Yao, C. Tan, M. West, J. R. Nevins, L. You, Origin of bistability underlying mam-\nmalian cell cycle entry. Mol. Syst. Biol. 7, 485 (2011).\n25. G. Yao, T. J. Lee, S. Mori, J. R. Nevins, L. You, A bistable Rb-E2F switch underlies the\nrestriction point. Nat. Cell Biol. 10, 476–482 (2008).\n26. K. Fujimaki et al., Graded regulation of cellular quiescence depth between pro-\nliferation and senescence by a lysosomal dimmer switch. Gene Expression Omnibus.\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE124109. Deposited 11 Octo-\nber 2019.\n27. N. E. Sharpless, C. J. Sherr, Forging a signature of in vivo senescence. Nat. Rev. Cancer\n15, 397–408 (2015).\n28. G. Yu, L.-G. Wang, Y. Han, Q.-Y. He, clusterProfiler: An R package for comparing\nbiological themes among gene clusters. OMICS 16, 284–287 (2012).\n29. W. Huang, B. T. Sherman, R. A. Lempicki, Systematic and integrative analysis of large\ngene lists using DAVID bioinformatics resources. Nat. Protoc. 4, 44–57 (2009).\n30. A. Subramanian et al., Gene set enrichment analysis: A knowledge-based approach\nfor interpreting genome-wide expression profiles. Proc. Natl. Acad. Sci. U.S.A. 102,\n15545–15550 (2005).\n31. F. Nazio et al., Fine-tuning of ULK1 mRNA and protein levels is required for auto-\nphagy oscillation. J. Cell Biol. 215, 841–856 (2016).\n32. N. Mizushima, T. Yoshimori, B. Levine, Methods in mammalian autophagy research.\nCell 140, 313–326 (2010).\n33. J. Hasegawa, I. Maejima, R. Iwamoto, T. Yoshimori, Selective autophagy: Lysophagy.\nMethods 75, 128–132 (2015).\n34. C. Papadopoulos, H. Meyer, Detection and clearance of damaged lysosomes by the\nendo-lysosomal damage response and Lysophagy. Curr. Biol. 27, R1330–R1341 (2017).\n35. I. Monastyrska, E. Rieter, D. J. Klionsky, F. Reggiori, Multiple roles of the cytoskeleton\nin autophagy. Biol. Rev. Camb. Philos. Soc. 84, 431–448 (2009).\n36. D. J. Klionsky et al., Guidelines for the use and interpretation of assays for monitoring\nautophagy (3rd edition). Autophagy 12, 1–222 (2016).\n37. F. Debacq-Chainiaux et al., Screening of senescence-associated genes with specific\nDNA array reveals the role of IGFBP-3 in premature senescence of human diploid fi-\nbroblasts. Free Radic. Biol. Med. 44, 1817–1832 (2008).\n38. J. Duan, J. Duan, Z. Zhang, T. Tong, Irreversible cellular senescence induced by pro-\nlonged exposure to H2O2 involves DNA-damage-and-repair genes and telomere\nshortening. Int. J. Biochem. Cell Biol. 37, 1407–1420 (2005).\n39. D. S. Leeman et al., Lysosome activation clears aggregates and enhances quiescent\nneural stem cell activation during aging. Science 359, 1277–1283 (2018).\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22633\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n40. D. Ploper et al., MITF drives endolysosomal biogenesis and potentiates Wnt signaling\nin melanoma cells. Proc. Natl. Acad. Sci. U.S.A. 112, E420–E429 (2015).\n41. R. M. Perera et al., Transcriptional control of autophagy-lysosome function drives\npancreatic cancer metabolism. Nature 524, 361–365 (2015).\n42. V. Bouché et al., Drosophila Mitf regulates the V-ATPase and the lysosomal-\nautophagic pathway. Autophagy 12, 484–498 (2016).\n43. C. Settembre, A. Fraldi, D. L. Medina, A. Ballabio, Signals from the lysosome: A control\ncentre for cellular clearance and energy metabolism. Nat. Rev. Mol. Cell Biol. 14, 283–\n296 (2013).\n44. D. Laporte et al., Metabolic status rather than cell cycle signals control quiescence\nentry and exit. J. Cell Biol. 192, 949–957 (2011).\n45. S. Marthandan, S. Priebe, P. Hemmerich, K. Klement, S. Diekmann, Long-term qui-\nescent fibroblast cells transit into senescence. PLoS One 9, e115597 (2014).\n46. I. Maejima et al., Autophagy sequesters damaged lysosomes to control lysosomal\nbiogenesis and kidney injury. EMBO J. 32, 2336–2347 (2013).\n47. A. Miller et al., Mucolipidosis type IV protein TRPML1-dependent lysosome formation.\nTraffic 16, 284–297 (2015).\n48. S. Vittorini et al., The age-related accumulation of protein carbonyl in rat liver cor-\nrelates with the age-related decline in liver proteolytic activities. J. Gerontol. A Biol.\nSci. Med. Sci. 54, B318–B323 (1999).\n49. S. Kaushik et al., Loss of autophagy in hypothalamic POMC neurons impairs lipolysis.\nEMBO Rep. 13, 258–265 (2012).\n50. A. M. Cuervo, J. F. Dice, Age-related decline in chaperone-mediated autophagy.\nJ. Biol. Chem. 275, 31505–31513 (2000).\n51. B. I. Han, S. H. Hwang, M. Lee, A progressive reduction in autophagic capacity con-\ntributes to induction of replicative senescence in Hs68 cells. Int. J. Biochem. Cell Biol.\n92, 18–25 (2017).\n52. J. P. Luzio, P. R. Pryor, N. A. Bright, Lysosomes: Fusion and function. Nat. Rev. Mol. Cell\nBiol. 8, 622–632 (2007).\n53. C. Chen et al., TSC-mTOR maintains quiescence and function of hematopoietic stem\ncells by repressing mitochondrial biogenesis and reactive oxygen species. J. Exp. Med.\n205, 2397–2408 (2008).\n54. D. Adhikari et al., Tsc/mTORC1 signaling in oocytes governs the quiescence and ac-\ntivation of primordial follicles. Hum. Mol. Genet. 19, 397–410 (2010).\n55. M. Laplante, D. M. Sabatini, mTOR signaling in growth control and disease. Cell 149,\n274–293 (2012).\n56. A. Yang, A. C. Kimmelman, Inhibition of autophagy attenuates pancreatic cancer\ngrowth independent of TP53/TRP53 status. Autophagy 10, 1683–1684 (2014).\n57. L. Vera-Ramirez, S. K. Vodnala, R. Nini, K. W. Hunter, J. E. Green, Autophagy pro-\nmotes the survival of dormant breast cancer cells and metastatic tumour recurrence.\nNat. Commun. 9, 1944 (2018).\n58. E. E. Mowers, M. N. Sharifi, K. F. Macleod, Autophagy in cancer metastasis. Oncogene\n36, 1619–1630 (2017).\n59. A. Giatromanolaki et al., Increased expression of transcription factor EB (TFEB) is\nassociated with autophagy, migratory phenotype and poor prognosis in non-small\ncell lung cancer. Lung Cancer 90, 98–105 (2015).\n60. X. Fu, L. Zhang, L. Dan, K. Wang, Y. Xu, Expression of TFEB in epithelial ovarian cancer\nand its role in autophagy. Int. J. Clin. Exp. Pathol. 9, 10914–10928 (2016).\n61. C. D. Rubinsztein, G. Mariño, G. Kroemer, Autophagy and aging. Cell 146, 682–695\n(2011).\n62. Z. Dou et al., Autophagy mediates degradation of nuclear lamina. Nature 527, 105–\n109 (2015).\n63. M. Narita et al., Spatial coupling of mTOR and autophagy augments secretory phe-\nnotypes. Science 332, 966–970 (2011).\n64. A. R. Barr et al., DNA damage during S-phase mediates the proliferation-quiescence\ndecision in the subsequent G1 via p21 expression. Nat. Commun. 8, 14728 (2017).\n65. M. Arora, J. Moser, H. Phadke, A. A. Basha, S. L. Spencer, Endogenous replication\nstress in mother cells leads to quiescence of daughter cells. Cell Rep. 19, 1351–1364\n(2017).\n66. V. Gire, P. Roux, D. Wynford-Thomas, J. M. Brondello, V. Dulic, DNA damage check-\npoint kinase Chk2 triggers replicative senescence. EMBO J. 23, 2554–2563 (2004).\n67. F. d’Adda di Fagagna, Living on a break: Cellular senescence as a DNA-damage re-\nsponse. Nat. Rev. Cancer 8, 512–522 (2008).\n68. J. P. Soares et al., Aging and DNA damage in humans: A meta‐analysis study. Aging\n(Albany N.Y.) 6, 432–439 (2014).\n69. I. Beerman, J. Seita, M. A. Inlay, I. L. Weissman, D. J. Rossi, Quiescent hematopoietic\nstem cells accumulate DNA damage during aging that is repaired upon entry into cell\ncycle. Cell Stem Cell 15, 37–50 (2014).\n70. Y. Pu et al., ATP-dependent dynamic protein aggregation regulates bacterial dor-\nmancy depth critical for antibiotic tolerance. Mol. Cell 73, 143–156.e4 (2018).\n71. S. L. Spencer et al., The proliferation-quiescence decision is controlled by a bifurcation\nin CDK2 activity at mitotic exit. Cell 155, 369–383 (2013).\n72. D. Sun, L. Buttitta, States of G0 and the proliferation-quiescence decision in cells,\ntissues and during development. Int. J. Dev. Biol. 61, 357–366 (2017).\n73. C. Schwarz et al., A precise Cdk activity threshold determines passage through the\nrestriction point. Mol. Cell 69, 253–264.e5 (2018).\n74. J. P. Matson, J. G. Cook, Cell cycle proliferation decisions: The impact of single cell\nanalyses. FEBS J. 284, 362–375 (2017).\n75. R. C. Adelman, G. Stein, G. S. Roth, D. Englander, Age-dependent regulation of\nmammalian DNA synthesis and cell proliferation in vivo. Mech. Ageing Dev. 1, 49–59\n(1972).\n76. B. G. Childs, M. Durik, D. J. Baker, J. M. van Deursen, Cellular senescence in aging and\nage-related disease: From mechanisms to therapy. Nat. Med. 21, 1424–1435 (2015).\n77. J. W. Shay, O. M. Pereira-Smith, W. E. Wright, A role for both RB and p53 in the\nregulation of human cellular senescence. Exp. Cell Res. 196, 33–39 (1991).\n78. J. Campisi, F. d’Adda di Fagagna, Cellular senescence: When bad things happen to\ngood cells. Nat. Rev. Mol. Cell Biol. 8, 729–740 (2007).\n79. D. C. Bennett, Human melanocyte senescence and melanoma susceptibility genes.\nOncogene 22, 3063–3069 (2003).\n80. J. J. Tyson, K. C. Chen, B. Novak, Sniffers, buzzers, toggles and blinkers: Dynamics of\nregulatory and signaling pathways in the cell. Curr. Opin. Cell Biol. 15, 221–231 (2003).\n81. J. E. Ferrell, Jr, S. H. Ha, Ultrasensitivity part III: Cascades, bistable switches, and\noscillators. Trends Biochem. Sci. 39, 612–618 (2014).\n82. X. Wang et al., Exit from quiescence displays a memory of cell growth and division.\nNat. Commun. 8, 321 (2017).\n83. C. L. Smith, J. A. Blake, J. A. Kadin, J. E. Richardson, C. J. Bult; Mouse Genome Da-\ntabase Group, Mouse Genome Database (MGD)-2018: Knowledgebase for the labo-\nratory mouse. Nucleic Acids Res. 46, D836–D842 (2018).\n22634\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\nFujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13."
  },
  {
    "id": "fcell",
    "text": "Extracellular Fluid Flow Induces\nShallow Quiescence Through Physical\nand Biochemical Cues\nBi Liu 1,2†, Xia Wang 2,3†, Linan Jiang 4*, Jianhua Xu 1, Yitshak Zohar 4 and Guang Yao 2*\n1School of Pharmacy, Fujian Provincial Key Laboratory of Natural Medicine Pharmacology, Fujian Medical University, Fuzhou,\nChina, 2Department of Molecular and Cellular Biology, University of Arizona, Tucson, AZ, United States, 3College of Animal\nScience and Technology, Northwest A&F University, Yangling, China, 4Aerospace and Mechanical Engineering, University of\nArizona, Tucson, AZ, United States\nThe balance between cell quiescence and proliferation is fundamental to tissue physiology\nand homeostasis. Recent studies have shown that quiescence is not a passive and\nhomogeneous state\nbut\nactively\nmaintained\nand\nheterogeneous.\nThese\ncellular\ncharacteristics associated with quiescence were observed primarily in cultured cells\nunder a static medium. However, cells in vivo face different microenvironmental\nconditions, particularly, under interstitial ﬂuid ﬂows distributed through extracellular\nmatrices. Interstitial ﬂuid ﬂow exerts shear stress on cells and matrix strain, and results\nin continuous replacement of extracellular factors. In this study, we analyzed individual cells\nunder varying ﬂuid ﬂow rates in microﬂuidic devices. We found quiescence characteristics\npreviously identiﬁed under conventional static medium, including serum signal-dependant\nquiescence entry and exit and time-dependant quiescence deepening, are also present\nunder continuous ﬂuid ﬂow. Furthermore, increasing the ﬂow rate drives cells to shallower\nquiescence and become more likely to reenter the cell cycle upon growth stimulation. This\neffect is due to ﬂow-induced physical and biochemical cues. Speciﬁcally, increasing shear\nstress or extracellular factor replacement individually, without altering other parameters,\nresults in shallow quiescence. We show our experimental results can be quantitatively\nexplained by a mathematical model connecting extracellular ﬂuid ﬂow to an Rb-E2f bistable\nswitch that regulates the quiescence-to-proliferation transition. Our ﬁndings uncover a\npreviously unappreciated mechanism that likely underlies the heterogeneous responses of\nquiescent cells for tissue repair and regeneration in different physiological tissue\nmicroenvironments.\nKeywords: cellular quiescence, quiescence depth, extracellular ﬂuid ﬂow, ﬂow shear stress, extracellular factors,\nmicroenvironment, microﬂuidics, mathematical model\nINTRODUCTION\nQuiescence is a dormant, non-proliferative cellular state. Quiescent cells, however, still maintain the\npotential to proliferate upon physiological signals, making them distinct from other dormant cells\nthat are irreversibly arrested, such as those in senescence or terminal differentiation. Activating\nquiescent cells (e.g., adult stem and progenitor cells) to proliferate is fundamental to tissue\nhomeostasis and repair (Coller et al., 2006; Wilson et al., 2008; Li and Clevers, 2010; Cheung\nand Rando, 2013). Quiescence has long been viewed as a passive cellular state lacking cell cycle\nEdited by:\nWeimin Li,\nWashington State University,\nUnited States\nReviewed by:\nDiane Alicia de Zélicourt,\nUniversity of Zurich, Switzerland\nTaeko Kobayashi,\nKyoto University, Japan\n*Correspondence:\nLinan Jiang\njiangl@arizona.edu\nGuang Yao\nguangyao@arizona.edu\n†These authors have contributed\nequally to this work\nSpecialty section:\nThis article was submitted to\nCell Growth and Division,\na section of the journal\nFrontiers in Cell and Developmental\nBiology\nReceived: 11 October 2021\nAccepted: 08 February 2022\nPublished: 24 February 2022\nCitation:\nLiu B, Wang X, Jiang L, Xu J, Zohar Y\nand Yao G (2022) Extracellular Fluid\nFlow Induces Shallow Quiescence\nThrough Physical and\nBiochemical Cues.\nFront. Cell Dev. Biol. 10:792719.\ndoi: 10.3389/fcell.2022.792719\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n1\nORIGINAL RESEARCH\npublished: 24 February 2022\ndoi: 10.3389/fcell.2022.792719\nactivity. Recent studies, however, have revealed that quiescence is\nrather actively maintained and highly heterogeneous (Coller\net al., 2006; Sang et al., 2008; Cheung and Rando, 2013;\nSpencer et al., 2013; Wang et al., 2017).\nThe heterogeneity of quiescent cells in their proliferation\npotential can be described as a graded depth. Cells in deeper\nquiescence require stronger growth stimulation and take longer\nto exit quiescence and reenter the cell cycle than in shallower\nquiescence (Augenlicht and Baserga, 1974; Kwon et al., 2017;\nFujimaki et al., 2019). Hepatocytes in older rats are an example of\ndeeper quiescent cells, displaying a longer delay before reentering\nthe cell cycle and reinitiating DNA replication following partial\nhepatectomy, as compared to those in younger rats (Bucher,\n1963). Certain muscle and neural stem cells after tissue injury are\nexamples of shallow quiescent cells, primed to reenter the cell\ncycle faster upon the next damage (Rodgers et al., 2014; Llorens-\nBobadilla et al., 2015). The dysregulation of cellular quiescence\ndepth can lead to disrupted tissue homeostasis, exhibiting either\nan insufﬁcient number of growing cells due to an abnormally\ndeep quiescence, or a depleted pool of quiescent stem and\nprogenitor cells due to an abnormally shallow quiescence\n(Orford\nand\nScadden,\n2008;\nCheung\nand\nRando,\n2013;\nFujimaki and Yao, 2020).\nAlthough dormant and non-proliferative, quiescent cells\nreside in and interact with dynamic microenvironments. A\nparticular microenvironmental factor is the interstitial ﬂuid\nﬂowing over tissue cells, which transports nutrients and other\ndissolved molecules that inﬂuence cellular activities (Jain,\n1987; Swartz and Fleury, 2007; Freund et al., 2012; Yao et al.,\n2013). Interstitial ﬂow also generates mechanical shear stress\non cells, which affects cell morphology, migration, growth,\nand differentiation (Jain, 1987; Ng and Swartz, 2003; Tarbell\net al., 2005; Swartz and Fleury, 2007; Polacheck et al., 2011;\nShirure et al., 2017; Chen et al., 2019). To date, though,\ncellular quiescence has been mostly studied in cell cultures\nunder static medium or in animal models without examining\nthe effects of interstitial ﬂuid ﬂow. Whether and how\nextracellular ﬂuid ﬂow affects cellular quiescence remain\nlargely unknown.\nIn this study, we examined the effects of extracellular ﬂuid\nﬂow on cellular quiescence depth using a microﬂuidic system\nwith a controllable medium ﬂow rate. First, we found many\nquiescence characteristics previously observed in cell cultures\nunder a static medium were also present in the microﬂuidic\nsystem under continuous medium ﬂow. Furthermore, the\nmedium ﬂow affected cellular quiescence depth, and thus,\nthe likelihood of cell cycle reentry upon growth stimulation.\nThis result was further explained by the combined effect of\nﬂow-induced hydrodynamic shear stress and extracellular\nsubstance replacement. Lastly, the experimental results\nwere\nintegrated\ninto\na\nmathematic\nmodel\nthat\nhelps\nunderstand\nand\npredict\nhow\nextracellular\nﬂuid\nﬂow\nmodulates quiescence depth. To the best of our knowledge,\nthis study is the ﬁrst to characterize the effects of extracellular\nﬂuid ﬂow on cellular quiescence, which could help better\nunderstand the heterogeneous response of quiescent cells for\ntissue repair and regeneration in different physiological\ncontexts of living tissues.\nMATERIAL AND METHODS\nMicroﬂuidic Device Design and Fabrication\nA microﬂuidic system was developed to study cellular quiescence\nunder medium ﬂow. To obtain sufﬁcient numbers of cells for ﬂow\ncytometry analyses, a microﬂuidic device was designed featuring\na straight channel 420 μm in height, 4 mm in width, and 4 cm in\nlength.\nThe\nmicrodevices,\nmade\nof\noptically\ntransparent\npolydimethylsiloxane\n(PDMS,\nSylgard\n184,\nDow\nCorning\nCorporation, 3097358-1004), also allow real-time imaging of\ncells during experimentation.\nThe device fabrication process, illustrated in Figure 1, started\nwith the fabrication of a master mold. The mold with features of\nmicrochannel patterns was made in an aluminum block using a\ncomputer numerical control (CNC) machine based on a 3D\nComputer-Aided Design (CAD). PDMS mixture, consisting of\n10:1 base and curing agent, was poured onto the mold. After air\nbubble removal from the mixture under vacuum, the PDMS was\ncured at 55°C for 3 h. The cured PDMS substrate was then peeled\noff the mold with formed microchannel grooves (Figure 1A).\nAfter punching inlet and outlet holes at the two ends of a channel,\nthe PDMS microchannel was bonded with a glass slide following\noxygen plasma treatment of the bonding surfaces (Figure 1B).\nNext, a pair of inlet and outlet tubing adapters was assembled for\neach device to connect the microchannel to the external ﬂow\ncontrol system. The device fabrication and packaging were\ncompleted with incubation at 55°C for an hour to enhance the\nbonding strength (Figure 1C). Prior to experiments, the\nmicroﬂuidic devices were sterilized by ﬂowing ethanol through\nthe microchannels, followed by UV irradiation for 1 h inside a\nbiosafety hood. The inner surfaces of the microchannel were\ncoated with 2% (w/w) ﬁbronectin to enhance the adhesion of cells\nto the bottom surface.\nFlow Rate and Flow-Induced Shear Stress\nThe total volume of medium in a microdevice (including tubing\nat the inlet/outlet of the channel but not connectors, Figure 1C) is\napproximately\n140 μl,\nand\nthe\nmedium\nvolume\nin\nthe\nmicroﬂuidic channel alone is about 67 µl. In this study, a\ncontinuous medium ﬂow with a ﬁxed ﬂow rate (5 or 20 μl/h)\nwas fed into the channel to mimic the typical interstitial ﬂow\nvelocity in soft tissues (Swartz and Fleury, 2007) unless otherwise\nnoted. Correspondingly, the ﬂow rate, rather than the priming\nvolume, is used to characterize the ﬂow effect. We also consider\nthe concentration of the bulk ﬂuid is uniform spatially, and local\ndiffusion and convection at the interfaces between the ﬂuid and\ncells can be neglected.\nPressure-driven ﬂow in a microchannel presents a non-\nuniform velocity proﬁle, which gives rise to shear stress. The\nshear stress for a Newtonian ﬂuid is directly proportional to the\nproduct of the velocity gradient and ﬂuid viscosity. Assuming a 2-\nD parabolic velocity proﬁle in a microchannel with a rectangular\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n2\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\ncross-section, the wall shear stress, τw, experienced by cells\nattached on the bottom surface of the microchannel, is given by:\nτw \u0001 6μQ\nWH2\n(1)\nwhere W and H are the microchannel width and height,\nrespectively, μ is the ﬂuid viscosity, and Q is the volumetric\nﬂow rate. For a ﬁxed medium viscosity, estimated to be μ =\n0.73 cP at 37°C, and given the microchannel dimensions, W =\n4 mm and H = 420 μm, the shear stress is linearly proportional to\nthe ﬂuid ﬂow rate. Thus, the two ﬂow rates used in this study, Q =\n5 and 20 μl/h, correspond to shear stress values τw = 0.09 × 10−3\nand 0.35 × 10−3 dyne/cm2, respectively (Figure 1D).\nIn Eq. 1, for a ﬁxed ﬂow rate and microchannel dimensions,\nwall shear stress is linearly proportional to the medium viscosity.\nDextran (Sigma, D5251; ~ 500,000 average molecular weight) was\ndissolved in the medium in various ﬁnal concentrations to obtain\ncorrespondingly various medium viscosities. Table 1 summarizes\nthe\nresultant\ndextran-containing\nmedium\nconcentrations,\nviscosity at 37°C, and corresponding shear stress values for the\ntwo ﬂow rates (Carrasco et al., 1989).\nCell Culture\nREF/E23 cells used in this work were derived from rat embryonic\nﬁbroblasts REF52 cells as a single-cell clone containing a stably\nintegrated E2f1 promoter-driven destabilized GFP reporter (E2f-\nGFP for short), as previously described (Yao et al., 2008). Cells\nwere maintained at 37°C with 5% CO2 in the growth medium:\nDMEM (Coning, 15013-CV supplemented with 2x Glutamax\n(Gibco, 35050)) containing 10% bovine growth serum BGS\n(HyClone, SH30541.03).\nQuiescence Depth Measurement Under\nExtracellular Fluid Flow\nTo induce cellular quiescence, growing cells were trypsinized\n(Coning, 25052-CI), and 70 μl of cell suspension (0.6 million\ncells/ml) was seeded into a microﬂuidic channel; after cell\nFIGURE 1 | Microdevice fabrication and dimensions. (A) aluminum mold and PDMS replicate. (B) PDMS microchannel bond onto a glass slide. (C) A microﬂuidic\ndevice with the microchannel dimensions. (D) The linear dependence of wall shear stress on ﬂuid ﬂow rate. The red dotted lines indicate the wall shear stress levels at the\nﬂow rates of 5 and 20 μl/h, respectively.\nTABLE 1 | Flow-induced shear stress in medium containing varying dextran concentrations.\nDextran concentration (mg/ml)\nViscosity (cP)\nWall shear stress\nat 5 ul/h ﬂow\nrate (10−3 dyne/cm2)\nWall shear stress\nat 20 ul/h ﬂow\nrate (10−3 dyne/cm2)\n0\n0.73\n0.09\n0.35\n25\n1.95\n0.23\n0.93\n50\n4.64\n0.55\n2.20\n100\n23.78\n2.82\n11.28\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n3\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nattachment on the bottom surface of the channel overnight,\ngrowth\nmedium\ninside\nthe\nchannel\nwas\nreplaced\nby\na\ncontinuous ﬂow of serum-starvation medium (0.02% BGS in\nDMEM) at a designated ﬂow rate controlled by a programmable\nsyringe pump (Harvard PHD 2000). Cell morphologies were\nfound comparable across the ﬂow rate range (0–20 μl/h)\n(Supplementary Figure S1A). To induce quiescence exit,\nfollowing serum starvation, the microdevice was disconnected\nfrom the ﬂow-feeding setup (syringe and pump), and serum-\nstimulation medium (1–4% BGS in DMEM) was gently ﬂowed\ninto the micro-chamber using a pipette and a tip at the inlet\ntubing of the device. The medium change step is fast (<1 min for\n140 µl medium) and identical to all quiescent cell groups,\navoiding the bias in the exposure time of cells to the\nstimulation medium (if otherwise using slow ﬂows at different\nﬂow rates, 5 or 20 μl/h). Cells were then incubated with serum-\nstimulation medium at static condition (again, identical to all\nquiescent cell groups). After 26 h of serum stimulation, cells\ninside the channel were harvested, and the intensities of E2f-\nGFP signals from individual cells were measured using a ﬂow\ncytometer (BD LSR II). Flow cytometry data were analyzed using\nFlowJo software (version 10.0).\nThe percentage of cells with the E2f at the “On” state (E2f-On\n%) in a cell population after serum stimulation was used as an\nindex for quiescence depth before stimulation: the smaller the\nE2f-On%, the deeper the quiescence depth prior to serum\nstimulation (Kwon et al., 2017). Consistent with our previous\nstudies in static-medium experiments (Kwon et al., 2017; Wang\net al., 2017; Fujimaki et al., 2019), E2f-On% was found\ncomparable to the percentage of cells with EdU incorporation\n(EdU+%) in the microﬂuidic experiments under continuous\nﬂows\n(Supplementary\nFigures\nS1B,C).\nIn\nthe\nEdU\nincorporation assay, 1 µM EdU was added to the serum-\nstimulation medium at 0 h, and the EdU signal intensity was\nmeasured 30 h after serum stimulation by the Click-iT EdU assay\nfollowing the manufacturer’s protocol (ThermoFisher, C10634).\nMathematical Modeling and Stochastic\nSimulations\nTo account for the effects of extracellular ﬂuid ﬂow on quiescence\ndepth, the ﬂuid ﬂow-associated terms were added to the serum\nresponse terms in our previously established Rb-E2F bistable\nswitch model (Supplementary Table S1) (Yao et al., 2008). Based\non the resultant ordinary differential equation (ODE) framework\n(Supplementary\nTable\nS1),\na\nLangevin-type\nstochastic\ndifferential equation (SDE) model was constructed as follows\n(Gillespie, 2000; Lee et al., 2010):\nXi(t + τ) \u0001 Xi(t) + \u0001\nM\nj\u00011\n]jiaj[X(t)]τ + θ\u0001\nM\nj\u00011\n]ji \u0003aj[X(t)]τ\u0004\n1/2γ\n+ δωτ1/2\n(2)\nwhere the ﬁrst two terms on the right account for deterministic\nkinetics, and the third and fourth terms represent intrinsic and\nextrinsic noise, respectively. X(t) \u0001 (X1(t), . . . , Xn(t)) is the\nsystem state at time t. Xi(t) is the molecule number of species\ni (i \u0001 1, . . . , n) at time t. The time evolution of the system is\nmeasured based on the rates aj[X(t)](j \u0001 1, . . . , M) with the\ncorresponding change of molecule number j described in vji.\nFactors γ and ω are two independent and uncorrelated Gaussian\nnoises. Scaling factors θ and δ are implemented for the\nadjustment of intrinsic and extrinsic noise levels, respectively\n(unless otherwise noted, θ = 0.4, δ = 40, as selected to be\nconsistent with the experimental data presented in Figure 3).\nUnits\nof\nmodel\nparameters\nand\nspecies\nconcentrations\n(Supplementary Table S2) in the ODE model were converted\nto molecule numbers. The E2f-On state was deﬁned as the E2f\nmolecule number at the 26th h after serum stimulation reaching\nbeyond a threshold value of 300. All SDEs were implemented and\nsolved in Matlab.\nRESULTS\nQuiescence Induction and Deepening Over\nTime are Consistent With or Without\nMedium Flow\nTo test whether and how extracellular ﬂuid ﬂow affects cellular\nquiescence, we cultured REF/E23 cells in microﬂuidic devices\nunder medium ﬂow (Figure 1). Two ﬂow rates (Q = 5 and 20 μl/\nh) were used in this study; they generated average velocities of\n0.82 and 3.33 μm/s on the microﬂuidic platform, respectively,\nwhich are on the order of typical interstitial ﬂow velocity in soft\ntissues (Swartz and Fleury, 2007). Cells were seeded in\nmicroﬂuidic devices, and cell quiescence and proliferation\nstatus were assessed using a previously established and stably\nintegrated E2f-GFP reporter (Yao et al., 2008), which was\nvalidated by standard EdU-incorporation assay in regular cell\ncultures (Kwon et al., 2017; Wang et al., 2017; Fujimaki et al.,\n2019)\nas\nwell\nas\nhere\non\nthe\nmicroﬂuidic\nplatform\n(Supplementary Figures S1B,C; see Methods).\nTo induce quiescence, cells in microﬂuidic devices were\ncultured\nin serum-starvation\nmedium (0.02% serum) for\n4 days under a given extracellular ﬂuid ﬂow (5 or 20 μl/h). In\nthese conditions, about 95% of cells or more entered quiescence\n(Figures 2A,B, 0.02% serum, 4-days), as indicated by the Off-\nstate of the E2f-GFP reporter (E2f-Off for short, the lower/left\nmode of the E2f-GFP histograms in Figure 2). Quiescent cells\nwere subsequently stimulated to reenter the cell cycle with serum\nat varying concentrations (without ﬂow, see Methods for details).\nCells were harvested after 26 h of serum stimulation, and the E2f-\nGFP reporter activity was measured by ﬂow cytometry. With\nincreasing serum conconcentrations (0.02–4% serum, 4 days,\nFigure 2), higher percentages of cells exited quiescence and\nreentered the cell cycle, as indicated by the On-state of the\nE2f-GFP reporter (E2f-On for short, the higher/right mode of\nthe E2f-GFP histograms in Figure 2). The observations that cells\nentered\nquiescence\nupon\nserum\ndeprivation\nunder\nan\nextracellular ﬂuid ﬂow and then reentered the cell cycle upon\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n4\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nserum stimulation are consistent with the cell behaviors in\nconventional static medium (Coller et al., 2006; Yao et al., 2008).\nWe next compared cells induced to quiescence by 8 vs. 4 days\nof serum starvation in the presence of extracellular ﬂuid ﬂow.\nPrevious work, including ours, showed that cells moved into\ndeeper quiescence when they remained quiescent for longer\ndurations\nin\nconventional\nstatic-medium\ncell\ncultures\n(Augenlicht and Baserga, 1974; Owen et al., 1989; Kwon et al.,\n2017; Fujimaki et al., 2019). One may wonder, however, whether\nthis phenotype was caused by the gradual depletion of nutrients\nin the static culture medium in vitro, which may behave\ndifferently in vivo under an interstitial ﬂuid ﬂow replenishing\nnutrients. In the microﬂuidic platform under a constant ﬂuid ﬂow\n(either 5 or 20 μl/h) during serum starvation, we found cells that\nremained quiescent for a longer period of time (8 days) entered a\ndeeper quiescent state and became less likely to exit: they had a\nsmaller E2f-On% upon a given serum stimulation than those that\nremained quiescent for a shorter time (4 days, Figure 2).\nTogether, these results showed that cellular behaviors in 1)\nserum signal-dependant quiescence entry and exit and 2)\nquiescence deepening over time are consistent regardless\nwhether\ncells\nare\nin\nmicroﬂuidic\ndevices\nexposed\nto\nextracellular ﬂuid ﬂows or in conventional static-medium\ncultures.\nFast Extracellular Fluid Flow Results in\nShallow Quiescence\nTo examine whether and how extracellular ﬂuid ﬂow may affect\ncellular quiescence depth, we compared the cells induced to\nquiescence by serum starvation under different medium ﬂow\nrates but otherwise in the same conditions. Speciﬁcally, cells in\nmicroﬂuidic devices were cultured in serum-starvation medium\n(0.02% serum) for 4 days under an extracellular ﬂuid ﬂow (0, 5, or\n20 μl/h); serum-starvation medium was then replaced by serum-\nstimulation medium (1–4% serum) using a pipette—this medium\nchange procedure in each microﬂuidic device was completed\nwithin 1 min (compared to otherwise more than 20 and 5 h under\na pump-driven slow ﬂow of 5 and 20 μl/h, respectively); cells were\nthen cultured in static medium during serum stimulation. This\nidentical serum-stimulation condition was applied in this study\n(see Methods for details), so that the subsequent cell cycle reenter\nFIGURE 2 | Longer-term serum starvation under extracellular ﬂuid ﬂow leads to deeper quiescence. REF/E23 cells seeded in microﬂuidic devices were induced to\nand maintained in quiescence by culturing them in serum-starvation medium for either 4 or 8 days under the medium ﬂow rates of 5 μl/h (A) and 20 μl/h (B). Cells were\nsubsequently stimulated with serum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Top) E2f-GFP histograms with red numbers indicating the\naverage E2f-On% (the areas below the right “peaks” of the bimodal histograms; same below) from duplicate samples (black and grey). (Bottom) Statistic bar chart\nof the E2f-On% in cell populations (from the top) as a function of serum-starvation duration and serum concentration in serum-stimulation. Error bars, SEM (n = 2),\n*p < 0.05.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n5\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nand thus the assessment of quiescence depth were not biased by\ndifferent effective exposure time of cells to the serum-stimulation\nmedium (if the medium was fed by different pump-driven ﬂows)\nand thus comparable across different quiescent cell groups (which\nwere induced by serum starvation under different medium ﬂow\nrates).\nUpon serum stimulation (with 1, 2, or 4% serum), the fraction\nof cells reentering the cell cycle from quiescence, as indicated by\nE2f-On% in Figure 3, were positively correlated with the medium\nﬂow rate applied to cells during quiescence induction (serum\nstarvation). These results suggest that a higher extracellular ﬂuid\nﬂow rate leads to shallower quiescence, from which cells are more\nlikely to reenter the cell cycle upon stimulation.\nMechanical Shear Stress Drives Shallow\nQuiescence\nFluid ﬂow introduces two types of cues to cells: 1) hydrodynamic\nshear stress (physical cue), and 2) continuous replenishment of\nnutrients and other compounds dissolved in the ﬂuid and\nremoval\nof\nlocal\ncell-secreted\nsubstances\n(collectively\nas\nextracellular\nfactor\nreplacement;\nbiochemical\ncue).\nTo\ndetermine whether these physical and biochemical cues act\nagonistically\nor\nantagonistically\n(thereby\npotentiating\nor\nattenuating\nthe\ncombined\neffect)\nin\naffecting\ncellular\nquiescence depth, we next conducted experiments to delineate\nthe effect of each of the two cues.\nTo isolate the effect of mechanical shear stress from that of\nextracellular factor replacement on cellular quiescence depth, the\nviscosity of the culture medium was varied while its ﬂow rate (and\nthus the pace of extracellular ﬂuid replacement) was maintained\nat a constant level. The ﬂow-induced shear stress is linearly\nproportional to the viscosity of working ﬂuid (Eq. 1), which\ncan be manipulated by varying the amount of high-molecular-\nweight dextran dissolved in the medium (Table 1).\nAccordingly, REF/E23 cells were ﬁrst induced to quiescence by\nculturing them in the serum-starvation medium containing 0, 25,\n50, or 100 mg/ml high molecular weight ( ~ 500,000) dextran,\nrespectively, for 4 days under 5 or 20 μl/h ﬂow rate. The cells were\nthen stimulated with 2% or 4% serum for 26 h, and the fraction of\ncells that exited quiescence (E2f-On%) was measured. As shown\nin Figures 4A,B, E2f-On% increased with increasing dextran\nconcentration in the serum-starvation medium under either 5 or\n20 μl/h ﬂow rate. By contrast, cells cultured in static serum-\nstarvation\nmedium\ncontaining\nthe\nsame\nhigher\ndextran\nconcentration entered deeper rather than shallower quiescence\n(Supplementary Figure S2; see Discussion). These results suggest\nthat the dextran-induced shallow quiescence in the presence of\nextracellular ﬂuid ﬂow was primarily due to the viscosity-\ndependent shear stress (instead of other dextran-associated\neffects such as being a metabolic source). The higher dextran\nconcentration, thus higher viscosity, of the medium ﬂow\ngenerates higher shear stress under a continuous ﬂow rate (5\nor 20 μl/h, see Table 1; but not static 0 μl/h). Put together, our\nresults showed that increasing only the ﬂuid ﬂow shear stress,\nwhile keeping the same ﬂow rate and pace of extracellular factor\nreplacement, leads to shallower quiescence.\nExtracellular Factor Replacement Drives\nShallow Quiescence\nThe effect of continuous extracellular factor replacement on\ncellular quiescence depth was examined next. Some of the\nextracellular\nfactors\n(such\nas\nnutrients)\nare\nexpected\nto\nFIGURE 3 | Higher extracellular medium ﬂow rates lead to shallower quiescence. REF/E23 cells seeded in microﬂuidic devices were induced to and maintained in\nquiescence by culturing them in serum-starvation medium for 4 days under various medium ﬂow rates as indicated. Cells were then stimulated with serum at the\nindicated concentrations for 26 h, and the E2f-GFP signals were measured using ﬂow cytometry. (A) The E2f-GFP histograms. Numbers in red indicate the average\npercentages of cells with E2f-GFP at the “On” state (see Supplementary Figure S1D for examples) based on duplicate samples (black and grey histograms). (B)\nStatistic bar chart of the E2f-On% in cell populations (from A) as a function of medium ﬂow rate (in serum-starvation) and serum concentration (in serum-stimulation). Error\nbars, SEM (n = 2), *p < 0.05, **p < 0.01 (1-tailed t-test; the same below).\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n6\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nfacilitate quiescence exit and cell cycle reentry, while others may\nplay inhibitory roles (such as certain extracellular matrix (ECM)\nfactors secreted by ﬁbroblasts). To assess the net effect of\nextracellular factor replacement, while decoupling it from the\neffect\nof\nmechanical\nshear\nstress,\nwe\nset\nup\ntwo\ntest\nconﬁgurations. In the ﬁrst “recycled-medium” conﬁguration, a\ntotal ﬂuid volume of either V = 120 or 480 μl oscillated back-and-\nforth through the microchannel at a constant ﬂow rate of either\nQ = 5 or 20 μl/h, respectively. Thus, when the ﬂow direction was\nswitched every 24 h, the complete ﬂuid volume V passed through\nthe\nmicrochannel\nonce.\nIn\nthe\nsecond\n“fresh-medium”\nconﬁguration, the ﬂuid oscillated exactly as in the ﬁrst\nconﬁguration, but fresh medium of volume V was supplied to\nreplace previous medium at each ﬂow direction switch. In both\nthe recycled-medium and fresh-medium experiments, cells were\nserum-starved for 4 days at a given ﬂow rate Q (5 or 20 μl/h) and\nsubsequently stimulated with serum (1 and 2%, respectively)\nfor 26 h.\nThe quiescence depth measurements are shown in Figure 5.\nThe fractions of cells exiting quiescence and reentering cell cycle\n(E2f-On%) were signiﬁcantly higher in ‘fresh-medium’ than in\n“recycled-medium” at a given serum stimulation condition.\nThese results were obtained at the same ﬂow rate (either 5 or\n20 μl/h) and thus under the same mechanical shear stress. The\ndifference that the cells experienced was medium replacement:\nonce per 24 h during the 4-days serum-starvation in the fresh-\nmedium conﬁguration, whereas no medium replacement during\nthe same period in the recycled-medium conﬁguration. These\nresults suggest that with the ﬂow rate and shear stress being equal,\nextracellular factor replacement alone (as in “fresh-medium”)\ninduces shallower quiescence than without such a replacement\n(as in “recycled-medium”).\nA Dynamic Model of Extracellular Fluid Flow\nRegulating Quiescence Depth\nWe next sought to develop a mathematical model to gain\npotential mechanistic insight into the effects of extracellular\nﬂuid ﬂow on cellular quiescence depth. Previously, we have\nshown that the Rb-E2f pathway functions as a bistable gene-\nFIGURE 4 | Higher shear stress leads to shallower quiescence. REF/E23 cells seeded in microﬂuidic devices were induced to and maintained in quiescence by\nculturing them in serum-starvation medium for 4 days under the ﬂow rates of 5 μl/h (A) and 20 μl/h (B). Dextran at the indicated concentrations was dissolved in the\nserum-starvation medium. Cells were subsequently stimulated with serum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Left) E2f-GFP\nhistograms with red numbers indicating the average E2f-On% from duplicate samples (black and grey). (Right) Statistic bar chart of the E2f-On% in cell populations\n(from the left) as a function of dextran concentration (in serum-starvation) and serum concentration (in serum-stimulation). Error bars, SEM (n = 2), *p < 0.05, **p < 0.01.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n7\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nnetwork switch that converts graded and transient serum growth\nsignals into an all-or-none transition from quiescence to\nproliferation (Yao et al., 2008; Yao et al., 2011). Speciﬁcally,\nthe minimum serum concentration required to activate this Rb-\nE2f bistable switch (the E2f-activation threshold for short)\ndetermines quiescence depth (Yao, 2014; Kwon et al., 2017).\nThe experimental results in this study suggested that extracellular\nﬂuid ﬂow generates or changes physical (mechanical shear stress)\nand biochemical (extracellular substances) cues that drive cells to\nshallow quiescence. We hypothesized that these ﬂow-associated\ncues boost the cellular responses to serum growth signals and\nthereby reduce the serum level required to activate the Rb-E2f\nbistable switch, which results in shallow quiescence.\nAccordingly, our previously established mathematical model\nof the Rb-E2f bistable switch (Yao et al., 2008) was extended,\nincorporating the extracellular ﬂuid ﬂow effects (FR) into the\nserum signal terms in the governing ordinary differential\nequations (ODEs) (Supplementary Table S1). The augmented\nmodel was utilized to simulate the responses (E2f-On or -Off) of\ncells to serum stimulation under the inﬂuence of extracellular\nﬂuid ﬂow varying in rate. The simulations were carried out\nfollowing the chemical Langevin formulation of the ODE\nframework, which considered both intrinsic and extrinsic\nnoise in the system (see Methods for detail), and the results\nare shown in Figure 6.\nA direct comparison between Figure 3B and Figure 6A\ndemonstrates that the simulation results, based on the ﬂuid\nﬂow-incorporated\nRb-E2f\nbistable\nswitch\nmodel,\nare\nqualitatively and quantitatively in good agreement with the\nexperimental\nmeasurements.\nThis\nﬁnding\nsupports\nour\nhypothesis regarding how extracellular ﬂuid ﬂow may sensitize\ncells to serum growth signals and activate the Rb-E2f bistable\nswitch, and thus, reduces quiescence depth. Simulation results\nfurther show that the effect of extracellular ﬂuid ﬂow is more\npronounced than that of mechanical shear stress alone in\npromoting quiescence exit (E2f-On%, Figure 6B). The “delta”\nbetween the two curves (orange minus blue) presumably reﬂects\nthe effect of extracellular factor replacement in reducing\nquiescence depth (dotted grey curve, Figure 6B); this effect\nalso increases with a higher ﬂow rate (thus, an increasing pace\nof ﬂuid replacement). Although how shear stress and extracellular\nfactor replacement promote quiescence exit is unknown, taking a\nsimple assumption that shear stress and extracellular factor\nreplacement alone effectively corresponds to a portion (0.75\nFIGURE 5 | Extracellular factor replacement drive cells to shallow quiescence. REF/E23 cells seeded in microﬂuidic devices were induced to and maintained in\nquiescence by culturing them in serum-starvation medium for 4 days under the ﬂow rates of 5 μl/h (A) and 20 μl/h (B). During this period, the ﬂow direction was switched\nevery 24 h, after a complete volume of medium (V = 120 and 480 μl, respectively, for r = 5 and 20 μl/h) passed through the microchannel; the previous medium\n(“recycled”) or a fresh medium (“fresh”) of volume V was used to continue the ﬂow experiment in the microﬂuidic device. Cells were subsequently stimulated with\nserum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Top) E2f-GFP histograms with red numbers indicating the average E2f-On% from\nduplicate samples (black and grey). (Bottom) Statistic bar chart of the E2f-On% in cell populations (from the top) as a function of extracellular ﬂuid replacement\nconﬁguration (in serum-starvation) and serum concentration (in serum-stimulation). Error bars, SEM (n = 2), *p < 0.05, **p < 0.01.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n8\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nand 0.85, respectively) of the extracellular ﬂuid ﬂow term FR in\nthe model (Supplementary Table S1), the simulation results are\nreasonably\n(although\nnot\nperfectly)\nconsistent\nwith\nthe\nexperimental observations (regarding the shear stress effects,\nSupplementary Figure S3). Together, our modeling and\nexperimental results suggest that the ﬂow-induced shear stress\n(physical\ncue)\nand\nreplacement\nof\nextracellular\nfactors\n(biochemical cues) contribute agnostically to the effect of\nextracellular\nﬂuid ﬂow in promoting quiescence exit\nby\nlowering the activation threshold of the Rb-E2f bistable switch.\nThe good agreement between simulations and experiments\nmotivated the application of the model for predicting the cell\nresponses to higher ﬂuid ﬂow rates above 20 ul/h, under which\ncells started to partially detach from the microchannel bottom\nsurface and hence excluded from the current experimental study.\nThe simulation results show that the additive effect of\nextracellular ﬂuid ﬂow to a given serum signal on quiescence\nexit (E2f-On%) can be well ﬁtted with a Hill function (Figure 6C).\nNamely, E2f-On% increases monotonically with increasing ﬂow\nrate but is asymptotically bound by a serum concentration-\ndependent level. By contrast, with sufﬁciently high serum\nconcentration, the entire cell population can exit quiescence\n(i.e., E2f-On% approaches 100%) in our model even without\nextracellular ﬂuid ﬂow (Figure 6D). This latter result is consistent\nwith what we experimentally observed previously in REF/E23\ncells under static medium (Yao et al., 2008; Kwon et al., 2017;\nFujimaki et al., 2019). Therefore, it appears that extracellular ﬂuid\nﬂow facilitates quiescence exit by reducing the E2f-activation\nserum threshold, but unlikely to fully replace the role of serum\ngrowth factors in this process.\nDISCUSSION\nQuiescence is a reversible cellular dormancy state that can\npersist over prolonged periods of time. The on-demand\nreactivation of quiescent cells to divide serves as the basis\nfor tissue homeostasis and repair (Coller et al., 2006; Wilson\net\nal.,\n2008;\nCheung\nand\nRando,\n2013).\nThus\nfar,\ncharacteristics of cellular quiescence have been mostly\nFIGURE 6 | Simulation results on the effects of extracellular ﬂuid ﬂow on quiescence depth. (A, C, D) Simulated cell responses to serum stimulation using the ﬂuid\nﬂow-incorporated Rb-E2f bistable switch model. Serum starvation-induced quiescent cells, under the inﬂuence of extracellular ﬂuid ﬂow at the indicated rates (A, C) or\nwithout ﬂuid ﬂow (D), were stimulated with serum at indicated concentrations [S]. The average E2f-On% from ﬁve sets of stochastic simulations (200 runs each) is shown\nfor each condition. Error bars in A and D, SEM (n = 5). (B) The effects of ﬂuid ﬂow rate (orange), mechanical shear stress (blue), and extracellular factor replacement\n(gray) on quiescence depth. Blue triangle, the average E2f-On% in response to 2% serum stimulation, in cells under 5 ul/h extracellular ﬂuid ﬂow with the indicated shear\nstress level during serum starvation (based on Figure 4A and Table 1). Orange square, the average E2f-On% calculated from ﬁve sets of stochastic simulations in\nresponse to 2% serum stimulation under the inﬂuence of the indicated ﬂuid ﬂow rate. Parameters used in this simulation (θ = 0.3, δ = 32) were determined to ﬁt the\nsimulated E2f-On% to the experimental results shown in Figure 4A (at 5 ul/h medium ﬂow rate with 0 mg/ml dextran). The values of ﬂow rate in the orange curve and the\ncorresponding values of shear stress in the blue curve are related base on Eq. 1. The dotted gray curve represents the “delta” between the orange and blue curves; the\ndotted horizontal line is for the guide of eye extending from the initial data point (5 ul/h). (B–D) Each solid curve represents the best ﬁt of data points to a Hill function.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n9\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nstudied and discovered in conventional static-medium cell\ncultures, including the basic approaches applied to induce\nquiescence entry (e.g., serum deprivation, contact inhibition,\nand\nloss\nof\nadhesion)\nand\nexit\n(by\nreverting\nthe\naforementioned inducing signals). The microenvironment\nexperienced\nby\ncultured\ncells\nunder\nstatic\nmedium,\nhowever, is different from that experienced by tissue cells\nin vivo where they are exposed to continuous interstitial ﬂuid\nﬂows. The interstitial ﬂow exerts hydrodynamic shear stress\non cells due to ﬂuid ﬂow viscosity and shear strain rate; the\nﬂow also carries fresh nutrients along with dissolved\ncompounds and removes local substances secreted by cells\n(Jain, 1987; Wiig, 1990; Wang and Tarbell, 1995; Ng and\nSwartz, 2003; Swartz and Fleury, 2007; Shi and Tarbell, 2011;\nFreund et al., 2012; Galie et al., 2012). As such, extracellular\nﬂuid ﬂow is known to play a critical role in repairing and\nremolding tissues, such as the vascular, lung, and bone\n(Hillsley and Frangos, 1994; Liu et al., 1999; Louis et al.,\n2006; Rensen et al., 2007), through affecting cell morphology,\nadhesion,\nmotility,\nmetabolism,\nand\ndifferentiation\n(Yamamoto et al., 2005; Lutolf et al., 2009; Toh and\nVoldman, 2011; Hyler et al., 2018; Chen et al., 2019).\nHowever, whether and how extracellular ﬂuid ﬂow affects\ncellular quiescence remains unclear.\nIn this study, a microﬂuidic platform is designed to mimic the\nphysiologically relevant interstitial ﬂuid ﬂow with varying rates\n(Figure 1) and investigate the ﬂow effects on cellular quiescence.\nExperimental parameters, including ﬂow rate, ﬂuid viscosity, and\nﬂow volume, were varied to test the effects of ﬂow rate, shear stress,\nand extracellular factor replacement on cellular quiescence depth.\nOur results show that, ﬁrst, several quiescence characteristics\nidentiﬁed previously under static medium are also present under\ncontinuous ﬂuid ﬂow, including the serum signal-dependant\nquiescence entry and exit and the time-dependant quiescence\ndeepening (Figure 2). Second, extracellular ﬂuid ﬂow sensitizes\ncells to serum growth signals and thus leads to shallow\nquiescence. Particularly, increasing the ﬂuid ﬂow rate reduces\nthe serum level needed for quiescence exit and cell cycle reentry.\nThis result is likely due to the extracellular ﬂuid ﬂow lowering the\nactivation threshold of the Rb-E2f bistable switch that controls\nthe quiescence-to-proliferation transition (Yao et al., 2008; Kwon\net al., 2017), as suggested by our model simulations (Figure 6). A\nhigher ﬂuid ﬂow rate entails higher mechanical shear stress and a\nfaster pace of extracellular factor replacement. These physical and\nbiochemical cues are able to drive cells into shallow quiescence\nwhen present either together (Figure 3) or separately (Figures 4,\n5). As a result, exposed to a faster extracellular ﬂuid ﬂow, cells\nbecome more sensitive to serum growth signals and more likely to\nreenter the cell cycle.\nSeveral questions are left unanswered in our study. First, the\nmolecular mechanisms are to be identiﬁed by which ﬂow-induced\nshear stress and extracellular factor replacement lower the\nactivation\nthreshold\nof\nthe\nRb-E2f\nbistable\nswitch.\nInterestingly, increasing medium viscosity (by a higher dextran\nconcentration) promotes quiescence exit under a medium ﬂow\n(Figure 4), but it inhibits quiescence exit in static medium\n(Supplementary Figure S2). This result may be associated\nwith medium viscosity-induced changes in certain lipoprotein\nsynthesis (Yedgar et al., 1982), cytoskeleton and cell morphology\n(Khorshid, 2005), cell attachment and inﬂammation (Rouleau\net al., 2010), or other cellular activities that inhibit quiescence exit\nin static medium. These changes, if also present under continuous\nmedium ﬂow, appear to be surpassed by the effects of shear stress\nthat promote quiescence exit. The exact mechanism needs to be\ninvestigated in future studies. Additionally, quiescent cells\ncultured in the microﬂuidic device appear to be generally\ndeeper in quiescence than those cultured in well plates under\notherwise the same conditions (e.g., comparing the E2f-On%\nupon 2% serum stimulation in microdevice (Figure 3) and that in\nthe comparable condition in well plate (Supplementary Figure\nS2), both being in static medium, 0 μl/h, and without added\ndextran). We speculate this difference may be due to the different\nsurfaces that cells were attached to (glass in the microchannel\nversus plastic in the well plate), or different medium height\n(<0.5 mm in the microchannel versus 3–4 mm in the well\nplate) that could result in different nutrient/factor availability,\ngas/heat exchange etc., or both. The exact mechanism needs to be\nfurther\ninvestigated.\nNevertheless,\nthe\ncurrent\nstudy\ndemonstrated, for the ﬁrst time to our best knowledge, the\ndirect effects of extracellular ﬂuid ﬂow and its corresponding\ncomponents (shear stress and extracellular factor replacement)\non cell quiescence depth.\nIndividual quiescent cells in vivo, including stem and\nprogenitor cells in their tissue niches, experience interstitial\nﬂuid ﬂows with varying rates and viscosities depending on\nlocal tissue structures and distances from nearby blood vessels.\nThe ﬂow-driven heterogeneity in cellular quiescence depth, as\ndemonstrated in this study, may shed light on the heterogeneous\nresponses of quiescent cells in tissue repair and regeneration in\ndifferent physiological contexts of living tissues.\nDATA AVAILABILITY STATEMENT\nThe original contributions presented in the study are included in\nthe article/Supplementary Material, further inquiries can be\ndirected to the corresponding authors.\nAUTHOR CONTRIBUTIONS\nBL, LJ, JX, YZ, and GY designed research; BL performed\nexperiments;\nXW\nperformed\nmathematical\nmodeling\nand\nsimulation;\nLJ\ndesigned,\nfabricated,\nand\nconﬁgured\nthe\nmicroﬂuidic system; BL, LJ, and GY analyzed data; BL, YZ, LJ,\nand GY wrote the paper.\nFUNDING\nThis work was supported by grants from the NSF of USA\n(#2016035 and #3038431 to GY), the Startup Fund for\nscientiﬁc research of Fujian Medical University (#2017XQ2016\nto BL), and the NSF of China (#31500676 to XW).\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n10\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nACKNOWLEDGMENTS\nWe thank the Foundation for Scholarly Exchange of Fujian\nMedical University for sponsoring BL.\nSUPPLEMENTARY MATERIAL\nThe Supplementary Material for this article can be found online at:\nhttps://www.frontiersin.org/articles/10.3389/fcell.2022.792719/\nfull#supplementary-material\nSupplementary Figure S1 | Experimental system conﬁguration and validation.\n(A) Cell morphology under varying medium ﬂow rates. REF/E23 cells seeded in\nmicroﬂuidic devices were induced to and maintained in quiescence by\nculturing them in serum-starvation medium for 4 days under the indicated\nﬂow rates, then either remained in quiescence (0.02% serum) or stimulated\nwith serum at the indicated concentrations (1-4%) for 26 hours. Phase-\ncontrast images were taken with a 20x objective lens. (B, C) E2f-GFP and\nEdU-incorporation readouts of cellular quiescence and cell cycle reentry.\nREF/E23 cells were induced to quiescence as in (A) under a medium ﬂow rate\nof 5 ul/h (B) or 20 ul/h (C), and then stimulated with serum at the indicated\nconcentrations. Cells were harvested after 26 and 30 hours of simulation,\nrespectively, for E2f-GFP and EdU assays. (Left) Numbers in red indicate the\naverage E2f-On% or EdU+% as indicated from duplicate samples (black and\ngrey histograms). (Right) Statistic bar chart of E2f-On% and EdU+% from the\nleft-panel histograms. Error bars, SEM (n = 2), * p < 0.05, ** p < 0.01, *** p <\n0.001. (D) Dot plots of Fig 3A. Y-axis, forward-scatter; x-axis, E2f-GFP.\nSupplementary Figure S2 | The effect of varying dextran concentrations on\nquiescence depth\nin static culture. REF/E23 cells were induced to and\nmaintained in quiescence by culturing them in static serum-starvation medium (in\nwell plate) for 4 days with dextran at the indicated concentrations. Cells were\nsubsequently stimulated with serum at the indicated concentrations for 26 hours,\nand the E2f-On% were assayed. (A) E2f-GFP histograms with red numbers\nindicating the average E2f-On% from duplicate samples (black and grey). (B)\nStatistic bar chart of the E2f-On% in cell populations (from A) as a function of\ndextran concentration (in serum-starvation) and serum concentration (in serum-\nstimulation). Bar graphs showing the E2f-On% from the left panels. Error bars, SEM\n(n = 2), * p < 0.05, ** p < 0.01.\nSupplementary Figure S3 | Simulation results on the effects of shear stress and\nextracellular factor replacement on quiescence depth. Simulations of ﬂuid ﬂow rate\neffects (orange) are the same as in Figure 6B. Simulations of the effects of shear\nstress (red) and extracellular factor replacement (purple) were performed in the same\nway as the simulations of ﬂuid ﬂow rate effects (orange), except that the FR term in\nSupplementary Table S1 was multiplied by 0.75 and 0.85, respectively. Blue\ntriangle, the average E2f-On% in response to 2% serum stimulation, in cells under 5\nul/h extracellular ﬂuid ﬂow with the indicated shear stress level during serum\nstarvation (as in Figure 6B, based on Figure 4A and Table 1). Each solid curve\nrepresents the best ﬁt of simulation data points to a Hill function.\nREFERENCES\nAugenlicht, L., and Baserga, R. (1974). Changes in the G0 State of WI-38\nFibroblasts at Different Times after conﬂuence. Exp. Cel Res. 89, 255–262.\ndoi:10.1016/0014-4827(74)90789-7\nBucher, N. L. R. (1963). “Regeneration of Mammalian Liver,” in International\nReview of Cytology. Editors G.H. Bourne and J.F. Danielli (New York: Academic\nPress), 245–300. doi:10.1016/s0074-7696(08)61119-5\nCarrasco, F., Chornet, E., Overend, R. P., and Costa, J. (1989). A Generalized\nCorrelation for the Viscosity of Dextrans in Aqueous Solutions as a\nFunction of Temperature, Concentration, and Molecular Weight at Low\nShear Rates. J. Appl. Polym. Sci. 37, 2087–2098. doi:10.1002/app.1989.\n070370801\nChen, H., Yu, Z., Bai, S., Lu, H., Xu, D., Chen, C., et al. (2019). Microﬂuidic Models\nof Physiological or Pathological Flow Shear Stress for Cell Biology, Disease\nModeling and Drug Development. Trac Trends Anal. Chem. 117, 186–199.\ndoi:10.1016/j.trac.2019.06.023\nCheung, T. H., and Rando, T. A. (2013). Molecular Regulation of Stem Cell\nQuiescence. Nat. Rev. Mol. Cel Biol 14, 329–340. doi:10.1038/nrm3591\nColler, H. A., Sang, L., and Roberts, J. M. (2006). A New Description of Cellular\nQuiescence. Plos Biol. 4, e83. doi:10.1371/journal.pbio.0040083\nFreund, J. B., Goetz, J. G., Hill, K. L., and Vermot, J. (2012). Fluid Flows and Forces\nin Development: Functions, Features and Biophysical Principles. Development\n139, 1229–1245. doi:10.1242/dev.073593\nFujimaki, K., Li, R., Chen, H., Della Croce, K., Zhang, H. H., Xing, J., et al. (2019).\nGraded Regulation of Cellular Quiescence Depth between Proliferation and\nSenescence by a Lysosomal Dimmer Switch. Proc. Natl. Acad. Sci. USA 116,\n22624–22634. doi:10.1073/pnas.1915905116\nFujimaki, K., and Yao, G. (2020). Cell Dormancy Plasticity: Quiescence Deepens\ninto Senescence through a Dimmer Switch. Physiol. Genomics 52, 558–562.\ndoi:10.1152/physiolgenomics.00068.2020\nGalie, P. A., Russell, M. W., Westfall, M. V., and Stegemann, J. P. (2012). Interstitial\nFluid Flow and Cyclic Strain Differentially Regulate Cardiac Fibroblast\nActivation via AT1R and TGF-B1. Exp. Cel Res. 318, 75–84. doi:10.1016/j.\nyexcr.2011.10.008\nGillespie, D. T. (2000). The Chemical Langevin Equation. J. Chem. Phys. 113,\n297–306. doi:10.1063/1.481811\nHillsley, M. V., and Frangos, J. A. (1994). Review: Bone Tissue Engineering: The\nRole of Interstitial Fluid Flow. Biotechnol. Bioeng. 43, 573–581. doi:10.1002/bit.\n260430706\nHyler, A. R., Baudoin, N. C., Brown, M. S., Stremler, M. A., Cimini, D., Davalos, R.\nV., et al. (2018). Fluid Shear Stress Impacts Ovarian Cancer Cell Viability,\nSubcellular Organization, and Promotes Genomic Instability. PLoS One 13,\ne0194170. doi:10.1371/journal.pone.0194170\nJain, R. K. (1987). Transport of Molecules in the Tumor Interstitium: A Review.\nCancer Res. 47, 3039–3051.\nKhorshid, F. A. (2005). The Effect of the Medium Viscosity on the Cells\nMorphology in Reaction of Cells to Topography—I. Proc. 2nd Saudi Sci.\nConl, Fac. Sci.. KAU; 15–17 March 2004, Part I, 67–98.\nKwon, J. S., Everetts, N. J., Wang, X., Wang, W., Della Croce, K., Xing, J., et al.\n(2017). Controlling Depth of Cellular Quiescence by an Rb-E2f Network\nSwitch. Cel Rep. 20, 3223–3235. doi:10.1016/j.celrep.2017.09.007\nLee, T. J., Yao, G., Bennett, D. C., Nevins, J. R., and You, L. (2010). Stochastic E2F\nActivation and Reconciliation of Phenomenological Cell-Cycle Models. Plos\nBiol. 8, e1000488. doi:10.1371/journal.pbio.1000488\nLi, L., and Clevers, H. (2010). Coexistence of Quiescent and Active Adult Stem\nCells in Mammals. Science 327, 542–545. doi:10.1126/science.1180794\nLiu, M., Tanswell, A. K., and Post, M. (1999). Mechanical Force-Induced Signal\nTransduction in Lung Cells. Am. J. Physiology-Lung Cell Mol. Physiol. 277,\nL667–L683. doi:10.1152/ajplung.1999.277.4.L667\nLlorens-Bobadilla, E., Zhao, S., Baser, A., Saiz-Castro, G., Zwadlo, K., and Martin-\nVillalba, A. (2015). Single-Cell Transcriptomics Reveals a Population of\nDormant Neural Stem Cells that Become Activated upon Brain Injury. Cell\nStem Cell 17, 329–340. doi:10.1016/j.stem.2015.07.002\nLouis, H., Lacolley, P., Kakou, A., Cattan, V., Daret, D., Safar, M., et al. (2006). Early\nActivation of Internal Medial Smooth Muscle Cells in the Rabbit Aorta after\nMechanical Injury: Relationship with Intimal Thickening and Pharmacological\nApplications. Clin. Exp. Pharmacol. Physiol. 33, 131–138. doi:10.1111/j.1440-\n1681.2006.04339.x\nLutolf, M. P., Gilbert, P. M., and Blau, H. M. (2009). Designing Materials to Direct\nStem-Cell Fate. Nature 462, 433–441. doi:10.1038/nature08602\nNg, C. P., and Swartz, M. A. (2003). Fibroblast Alignment under Interstitial Fluid\nFlow Using a Novel 3-D Tissue Culture Model. Am. J. Physiology-Heart\nCirculatory Physiol. 284, H1771–H1777. doi:10.1152/ajpheart.01008.2002\nOrford, K. W., and Scadden, D. T. (2008). Deconstructing Stem Cell Self-Renewal:\nGenetic Insights into Cell-Cycle Regulation. Nat. Rev. Genet. 9, 115–128. doi:10.\n1038/nrg2269\nOwen, T. A., Soprano, D. R., and Soprano, K. J. (1989). Analysis of the Growth\nFactor Requirements for Stimulation of WI-38 Cells after Extended Periods of\nDensity-dependent Growth Arrest. J. Cel. Physiol. 139, 424–431. doi:10.1002/\njcp.1041390227\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n11\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence\nPolacheck, W. J., Charest, J. L., and Kamm, R. D. (2011). Interstitial Flow Inﬂuences\nDirection of Tumor Cell Migration through Competing Mechanisms. Proc.\nNatl. Acad. Sci. 108, 11115–11120. doi:10.1073/pnas.1103581108\nRensen, S. S. M., Doevendans, P. A. F. M., and van Eys, G. J. J. M. (2007).\nRegulation and Characteristics of Vascular Smooth Muscle Cell Phenotypic\nDiversity. Nhjl 15, 100–108. doi:10.1007/BF03085963\nRodgers, J. T., King, K. Y., Brett, J. O., Cromie, M. J., Charville, G. W., Maguire, K.\nK., et al. (2014). mTORC1 Controls the Adaptive Transition of Quiescent Stem\nCells from G0 to GAlert. Nature 510, 393–396. doi:10.1038/nature13255\nRouleau, L., Rossi, J., and Leask, R. L. (2010). Concentration and Time Effects of\nDextran\nExposure\non\nEndothelial\nCell\nViability,\nAttachment,\nand\nInﬂammatory\nMarker\nExpression\nIn\nVitro.\nAnn.\nBiomed.\nEng.\n38,\n1451–1462. doi:10.1007/s10439-010-9934-4\nSang, L., Coller, H. A., and Roberts, J. M. (2008). Control of the Reversibility of\nCellular Quiescence by the Transcriptional Repressor HES1. Science 321,\n1095–1100. doi:10.1126/science.1155998\nShi, Z.-D., and Tarbell, J. M. (2011). Fluid Flow Mechanotransduction in Vascular\nSmooth Muscle Cells and Fibroblasts. Ann. Biomed. Eng. 39, 1608–1619. doi:10.\n1007/s10439-011-0309-2\nShirure, V. S., Lezia, A., Tao, A., Alonzo, L. F., and George, S. C. (2017). Low\nLevels of Physiological Interstitial Flow Eliminate Morphogen Gradients\nand Guide Angiogenesis. Angiogenesis 20, 493–504. doi:10.1007/s10456-\n017-9559-4\nSpencer, S. L., Cappell, S. D., Tsai, F.-C., Overton, K. W., Wang, C. L., and\nMeyer, T. (2013). The Proliferation-Quiescence Decision Is Controlled by a\nBifurcation in CDK2 Activity at Mitotic Exit. Cell 155, 369–383. doi:10.\n1016/j.cell.2013.08.062\nSwartz, M. A., and Fleury, M. E. (2007). Interstitial Flow and its Effects in Soft\nTissues. Annu. Rev. Biomed. Eng. 9, 229–256. doi:10.1146/annurev.bioeng.9.\n060906.151850\nTarbell, J. M., Weinbaum, S., and Kamm, R. D. (2005). Cellular Fluid Mechanics\nand Mechanotransduction. Ann. Biomed. Eng. 33, 1719–1723. doi:10.1007/\ns10439-005-8775-z\nToh, Y. C., and Voldman, J. (2011). Fluid Shear Stress Primes Mouse Embryonic\nStem Cells for Differentiation in a Self-renewing Environment via Heparan\nSulfate Proteoglycans Transduction. FASEB j. 25, 1208–1217. doi:10.1096/fj.10-\n168971\nWang, D. M., and Tarbell, J. M. (1995). Modeling Interstitial Flow in an Artery\nWall Allows Estimation of Wall Shear Stress on Smooth Muscle Cells.\nJ. Biomechanical Eng. 117, 358–363. doi:10.1115/1.2794192\nWang, X., Fujimaki, K., Mitchell, G. C., Kwon, J. S., Della Croce, K., Langsdorf, C.,\net al. (2017). Exit from Quiescence Displays a Memory of Cell Growth and\nDivision. Nat. Commun. 8, 321. doi:10.1038/s41467-017-00367-0\nWiig, H. (1990). Evaluation of Methodologies for Measurement of Interstitial Fluid\nPressure (Pi): Physiological Implications of Recent Pi Data. Crit. Rev. Biomed.\nEng. 18, 27–54.\nWilson, A., Laurenti, E., Oser, G., van der Wath, R. C., Blanco-Bose, W., Jaworski,\nM., et al. (2008). Hematopoietic Stem Cells Reversibly Switch from Dormancy\nto Self-Renewal during Homeostasis and Repair. Cell 135, 1118–1129. doi:10.\n1016/j.cell.2008.10.048\nYamamoto, K., Sokabe, T., Watabe, T., Miyazono, K., Yamashita, J. K., Obi, S., et al.\n(2005). Fluid Shear Stress Induces Differentiation of Flk-1-Positive Embryonic\nStem Cells into Vascular Endothelial Cells In Vitro. Am. J. Physiology-Heart\nCirculatory Physiol. 288, H1915–H1924. doi:10.1152/ajpheart.00956.2004\nYao, G., Lee, T. J., Mori, S., Nevins, J. R., and You, L. (2008). A Bistable Rb-E2f\nSwitch Underlies the Restriction point. Nat. Cel Biol 10, 476–482. doi:10.1038/\nncb1711\nYao, G. (2014). Modelling Mammalian Cellular Quiescence. Interf. Focus. 4,\n20130074. doi:10.1098/rsfs.2013.0074\nYao, G., Tan, C., West, M., Nevins, J. R., and You, L. (2011). Origin of Bistability\nUnderlying Mammalian Cell Cycle Entry. Mol. Syst. Biol. 7, 485. doi:10.1038/\nmsb.2011.19\nYao, W., Li, Y.-b., and Chen, N. (2013). Analytic Solutions of the Interstitial Fluid\nFlow Models. J. Hydrodyn 25, 683–694. doi:10.1016/s1001-6058(13)60413-8\nYedgar, S., Weinstein, D. B., Patsch, W., Schonfeld, G., Casanada, F. E., and\nSteinberg, D. (1982). Viscosity of Culture Medium as a Regulator of Synthesis\nand Secretion of Very Low Density Lipoproteins by Cultured Hepatocytes.\nJ. Biol. Chem. 257, 2188–2192. doi:10.1016/s0021-9258(18)34904-4\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their afﬁliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, orclaim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Liu, Wang, Jiang, Xu, Zohar and Yao. This is an open-access\narticle distributed under the terms of the Creative Commons Attribution License (CC\nBY). The use, distribution or reproduction in other forums is permitted, provided the\noriginal author(s) and the copyright owner(s) are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice.\nNo use, distribution or reproduction is permitted which does not comply with\nthese terms.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org\nFebruary 2022 | Volume 10 | Article 792719\n12\nLiu et al.\nExtracellular Flow Induces Shallow Quiescence"
  }
]