{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "Citation:Yao, G. Quiescence-Origin\nSenescence: A New Paradigm in\nCellular Aging.Biomedicines2024,12,\n1837. https://doi.org/10.3390/\nbiomedicines12081837\nAcademic Editors: Francesca Faggioli\nand Karen Crasta\nReceived: 30 July 2024\nRevised: 3 August 2024\nAccepted: 9 August 2024\nPublished: 13 August 2024\n\n\nCopyright:©2024 by the author.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nbiomedicines\n\nOpinion\nQuiescence-Origin Senescence: A New Paradigm in\nCellular Aging\nGuang Yao1,2\n\n\n1Department of Molecular & Cellular Biology, University of Arizona, Tucson, AZ 85721, USA;\nguangyao@arizona.edu\n2Arizona Cancer Center, University of Arizona, Tucson, AZ 85719, USA\nAbstract:Cellular senescence, traditionally viewed as a consequence of proliferating and growing\ncells overwhelmed by extensive stresses and damage, has long been recognized as a critical cellular\naging mechanism. Recent research, however, has revealed a novel pathway termed “quiescence-\norigin senescence”, where cells directly transition into senescence from the quiescent state, bypassing\ncell proliferation and growth. This opinion paper presents a framework conceptualizing a continuum\nbetween quiescence and senescence with quiescence deepening as a precursor to senescence entry.\nWe explore the triggers and controllers of this process and discuss its biological implications. Given\nthat the majority of cells in the human body are dormant rather than proliferative, understanding\nquiescence-origin senescence has signiﬁcant implications for tissue homeostasis, aging, cancer, and\nvarious disease processes. The new paradigm in exploring this previously overlooked senescent cell\npopulation may reshape our intervention strategies for age-related diseases and tissue regeneration.\nKeywords:quiescence; senescence; quiescence deepening; dormancy state continuum; Rb–E2F\nswitch threshold; geroconversion\n\n1. Introduction\nCellular senescence, a state of permanent cell cycle arrest, has been a focal point\nof biomedical research for decades [1]. It is typically triggered when growing cells are\noverwhelmed by extensive stresses and damage, such as telomere erosion, oncogene\nactivation, oxidative stress, and DNA damage, to a degree beyond their repair capacity [2,3].\nCells enter senescence and permanently halt proliferation to avoid deleterious consequences\nlike malignant tumorigenesis and ﬁbrotic response [4,5]. The hallmarks of senescent cells\ninclude permanent cell cycle arrest, senescence-associated secretory phenotype (SASP),\nmacromolecular damage, deregulated metabolism [6], and often enlarged cell size and\nother morphological changes [2,7]. This conventional view has shaped our understanding\nof senescence primarily as an extreme stress response in proliferating and growing cells.\nIn contrast, cellular quiescence is a reversible state of cell cycle arrest. Under physio-\nlogical growth-limiting conditions, such as mitogen withdrawal or contact inhibition, cells\nexit the cell cycle and enter quiescence [8]. Quiescent cells are typically associated with low\nmetabolic activity and reduced cell size and do not exhibit obvious deleterious phenotypes\nassociated with senescence, such as SASP and severe damage [8,9]. Upon restoration of\ngrowth-permissive conditions (e.g., reintroducing growth factors or alleviating contact\ninhibition), quiescent cells can resume proliferation, which is a key distinction from senes-\ncent cells [8,9]. Quiescence is considered a physiological state that allows cells to maintain\ncellular viability and integrity under growth-limiting conditions, playing a crucial role\nin tissue homeostasis and stem cell maintenance [9,10]. This mechanism is proposed to\nsafeguard cells from senescence [11,12].\nRecent research in the past decade, however, has begun to challenge this traditional\nparadigm by demonstrating that senescence can originate directly from quiescent cells in\n\nBiomedicines2024,12, 1837. https://doi.org/10.3390/biomedicines12081837 https://www.mdpi.com/journal/biomedicinesBiomedicines2024,12, 1837\n 2 of 8\n\nvarious contexts [13–16]. This phenomenon, which we term “quiescence-origin senescence”,\nsuggests a ﬂuid continuum between quiescence and senescence with profound implications\nfor tissue homeostasis, aging, and disease processes. Notably, proliferating cells account\nfor less than 1% of the thirty-seven trillion cells in the human body at any given time [17],\nsuggesting that quiescence-origin senescence may underlie a large proportion of previously\noverlooked or misclassiﬁed senescent cells.\nThis brief review synthesizes recent ﬁndings to provide a new framework for un-\nderstanding senescence from the perspective of cell dormancy–state plasticity, aiming to\nstimulate further related research into novel intervention strategies for age-related diseases,\ncancer, and regenerative medicine.\n2. The Quiescence–Senescence Continuum: A Framework for Understanding\nQuiescence-Origin Senescence\n2.1"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "misclassiﬁed senescent cells.\nThis brief review synthesizes recent ﬁndings to provide a new framework for un-\nderstanding senescence from the perspective of cell dormancy–state plasticity, aiming to\nstimulate further related research into novel intervention strategies for age-related diseases,\ncancer, and regenerative medicine.\n2. The Quiescence–Senescence Continuum: A Framework for Understanding\nQuiescence-Origin Senescence\n2.1. Direct Transition from Quiescence to Senescence\nMounting evidence in the past decade demonstrates a direct transition to senescence in\nquiescent cells under stress or with aging. One of the ﬁrst reports of this phenomenon was\nin geriatric mice, where quiescent satellite cells (muscle stem cells, MuSCs) lose regenerative\ncapacity and become irreversibly arrested [13]. The same observation was conﬁrmed in\ngeriatric human muscle, suggesting a conserved mechanism contributing to age-related\ndecline in muscle regenerative capacity [13]. The quiescence-to-senescence transition in\ngeriatric MuSCs was linked to the epigenetic derepression of p16INK4a, which is a key\nregulator of senescence [13].\nFurther research revealed that p16INK4aderepression in geriatric MuSCs was triggered\nby accumulated reactive oxygen species (ROS) resulting from failed autophagy [18]. Restor-\ning autophagy prevents the transition to senescence in quiescent MuSCs [18]. Similarly,\nin quiescent human hematopoietic stem progenitor cells (HSPCs), stress-induced ROS\naccumulation can elevate the p16 INK4alevel and drive the transition to senescence [14].\nIn vitrostudies provide further evidence for the direct quiescence-to-senescence tran-\nsition. Long-term quiescent human ﬁbroblasts in culture (100–150 days) accumulate DNA\ndamage and transit into senescence [15]. Our recent work showed that quiescent rat\nembryonic ﬁbroblasts (REFs) with impaired lysosomal autophagy can directly enter a\nsenescence-like state characterized by irreversible cell cycle arrest,β-galactosidase activity,\nand cellular hypertrophy [16]. Thesein vitroresults strengthen the ﬁndings ofin vivo\nstudies by showing that cells maintained in quiescent conditions throughout the experi-\nments eventually transitioned to senescence, bypassing cell proliferation (which can be\ndifﬁcult to trackin vivo, e.g., throughout the entire geriatric phase). Together, thesein vivo\nandin vitrostudies provide compelling evidence for the direct quiescence-to-senescence\ntransition, resulting in quiescence-origin senescence.\n2.2. Quiescence Deepening into Senescence: A Continuum Model\nThe observation that cells can transition from quiescence to senescence aligns with the\nconcept that quiescence is not a uniform state but rather a spectrum of dormant depths.\nSpeciﬁcally, deeper quiescent cells are more resistant to cell cycle re-entry, and they resume\nproliferation less frequently or with a longer delay than shallower quiescent cells given the\nsame growth stimulation [8,19–35]. Cells in deep quiescence generally exhibit decreased\ntranscription, reduced RNA and protein levels, and increased chromatin condensation\ncompared to cells in shallow quiescence [22,36–38]. Recent studies have further revealed the\nchanges in the cellular proﬁles of gene expression, epigenetic modiﬁcation, and metabolism\nthat occur during the process of quiescence deepening [8,16,39–41]. It is important to note\nthat deep quiescent cells, by deﬁnition, still retain the potential for cell cycle re-entry and\ncan resume proliferation given a sufﬁciently strong and sustained growth stimulus, which\nis distinct from senescent cells.\nQuiescence deepening has been observed under extended quiescence in culture or\nalong the aging processin vivoacross mammalian cell types and tissues [8,19–33] as wellBiomedicines2024,12, 1837\n 3 of 8\n\nas in yeast [34] and C. elegans [35]. Consistent with quiescence depth being a continuum,\nsubpopulations of quiescent muscle, neural, and hematopoietic stem cells, upon tissue\ninjury or in response to systemic factors, can move to shallower (primed or GAlert) qui-\nescence, bearing a closer resemblance to active cells [42–45]. Further extending the cell\ndormancy state continuum, senescent cells also exhibit varying “depths” with different\ncellular characteristics [46–48].\nOur recent work directly links quiescence deepening to senescence entry. We found\nthat while enhancing lysosomal autophagy activity pushes REFs toward shallow quiescence,\ndecreasing lysosomal autophagy drives REFs into progressively deeper quiescence [16].\nWhen lysosomal autophagy is severely hampered (with chloroquine treatment, for exam-\nple), deep quiescent (yet still reversible) cells transition into irreversible senescence [16].\nThis suggests that lysosomal autophagy activity acts as a “dimmer switch” that continu-\nously adjusts cellular dormancy depth from shallow quiescence to deep quiescence and\nﬁnally to senescence [16,41]. Furthermore, the transcriptomic proﬁle changes during qui-\nescence"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "severely hampered (with chloroquine treatment, for exam-\nple), deep quiescent (yet still reversible) cells transition into irreversible senescence [16].\nThis suggests that lysosomal autophagy activity acts as a “dimmer switch” that continu-\nously adjusts cellular dormancy depth from shallow quiescence to deep quiescence and\nﬁnally to senescence [16,41]. Furthermore, the transcriptomic proﬁle changes during qui-\nescence deepening in REFs resemble those of senescence entry with similar expression\nchanges in “senescence core signature” genes [16,49]. A gene signature derived from\nquiescence deepening in REFs, the quiescence depth score (QDS), can correctly predict a\nwide array of senescent and aging cell types [16,50]. Together, these ﬁndings suggest that\nquiescence deepening represents a continuum transition trajectory from proliferation to\nsenescence, which is a model increasingly recognized in the ﬁeld [9,51–55].\nSupporting the quiescence–senescence continuum concept, the levels of multiple\nwidely used senescence biomarkers (e.g., SA-β-gal, LAMP1, IL8, 53BP1, p21, Lamin B1, and\ncell size) were found to increase gradually with the duration of cell-cycle withdrawal and\ncannot distinguish senescence from deep quiescence [56]. This quiescence–senescence con-\ntinuum could help explain some normal physiological functions of cellular senescence [57],\nas some of the senescent cells identiﬁed based on biomarker intensities may instead be\ndeep quiescent cells.\n3. Mechanisms Underlying Quiescence Deepening and Quiescence-Origin Senescence\nThe cellular processes underlying quiescence deepening and transition to senescence\nlikely involve a complex interplay between various cellular mechanisms and signaling\npathways. Yet, a converging theme has started to emerge from recent studies.\n3.1. Trigger: The Lysosome–Autophagy Axis\nThe lysosome–autophagy axis has emerged as a critical driver of quiescence deepening\nand transition to senescence across various cell types. Autophagy involves autophagosomes\nengulﬁng cellular components and fusing with lysosomes, where lysosomal enzymes\ndegrade the contents and recycle the macromolecules. This lysosome–autophagy activity\nacts as a “dimmer switch” regulating quiescence depth in REFs with its continuously\ndecreased activity leading to progressively deeper quiescence toward senescence [16]. It\nalso underlies the quiescence-to-senescence transition in geriatric MuSCs [18].\nIn both REFs and geriatric MuSCs, ROS accumulation serves as a key effector of the im-\npaired lysosomal autophagy function [16,18]. In REFs, ROS accumulation, without evoking\np16INK4a, leads to quiescence deepening [16]; in MuSCs, ROS accumulation epigenetically\nderepresses the p16INK4alocus and leads to the quiescence-to-senescence transition [18].\nSimilarly, ROS accumulation drives the quiescence-to-senescence transition in HSPCs by\nelevating the p16INK4alevel [14].\nIn neural stem cells (NSCs), the lysosome–autophagy axis, with increased protein\naggregates as the main effector, plays a crucial role in quiescence deepening. Aging\nquiescent NSCs display lysosomal defects, increased protein aggregates, and diminished\nactivation potential [58].\nEnhancing lysosomal autophagy in various cell types, including REFs, MuSCs, and\nNSCs, promotes shallow quiescence away from the transition to senescence [16,18,58].Biomedicines2024,12, 1837\n 4 of 8\n\nTogether, the ﬁndings above highlight the lysosome–autophagy axis as a central trigger of\nquiescence deepening and the quiescence-to-senescence transition.\n3.2. Controller: The Rb–E2F Switch Threshold\nOur earlier studies demonstrated that the Rb–E2F pathway, a pivotal regulator of the\ncell cycle in animals and plants [59–63], functions as a bistable toggle switch [64,65]. This\nRb–E2Fswitch converts graded and transient mitogen signals into a binary (OFF/ON)\nactivity of E2F (representing the combined E2F transcriptional activators, E2F1-3a), which\nunderlies the all-or-none quiescence-to-proliferation transition [27,64,65]. The activation\nthreshold of the Rb–E2F switch, “Rb–E2F switch threshold” for short, controls quies-\ncence depth: increasing or decreasing this threshold drives cells to deeper and shallower\nquiescence, respectively [27,28,66]. The Rb–E2F switch threshold is deﬁned as the min-\nimum growth stimulus required to activate the cellular E2F level to exceed that of non-\nphosphorylated Rb, which binds to and inhibits E2F in quiescent cells [27,28,66]. We have\nshown that the Rb–E2F switch threshold can be modulated by multiple factors in the\nRb–E2F pathway with varying degrees of sensitivity with those associated with G1 cyclins\nand cyclin-dependent kinases ("
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "min-\nimum growth stimulus required to activate the cellular E2F level to exceed that of non-\nphosphorylated Rb, which binds to and inhibits E2F in quiescent cells [27,28,66]. We have\nshown that the Rb–E2F switch threshold can be modulated by multiple factors in the\nRb–E2F pathway with varying degrees of sensitivity with those associated with G1 cyclins\nand cyclin-dependent kinases (CDK) being the most prominent [28].\nThe Rb–E2F switch is the ﬁrst bistable switch that cells encounter during the transition\nfrom quiescence to proliferation in response to mitogens, and it connects to downstream\nbistable switches and checkpoints regulating S phase entry [67,68]. Given that the Rb–E2F\npathway interacts with other quiescence regulatory pathways (e.g., Notch–Hes1, p53–p21,\nPI3K–Akt, DNA damage response, LKB1–AMPK, and microRNA) [10,27,63], we propose\nthat the Rb–E2F switch serves as a core hub that integrates cellular signals to quantitatively\ndetermine the growth stimulation level required for the all-or-none cell cycle re-entry. In\nparallel, other cellular pathways impinge on the Rb–E2F switch and modulate its switch\nthreshold. This modulatory effect may occur through crosstalk with various gene nodes in\nthe Rb–E2F switch network, most effectively by affecting G1 cyclin and CDK activities in\nthe cell [13,28,69]. Higher thresholds lead to deeper quiescence and, eventually, senescence\nwhen physiological growth signals can no longer overcome the threshold [27,41]. Therefore,\nthe difference between deep quiescence and senescence lies primarily in the magnitude of\nthe Rb–E2F switch threshold rather than in fundamentally distinct cellular characteristics,\naligning with the quiescence–senescence continuum model.\nThe lysosomal–autophagy axis discussed above driving quiescence-to-senescence\ntransition in MuSCs directly increases the Rb–E2F switch threshold (by activating p16 that\ninhibits CDK activity) [13,18]. Similarly, increasing the Rb–E2F switch threshold has been\nreported to drive deep quiescence in MuSCs via fasting-induced ketone body signaling (by\nincreasing p21 that inhibits CDK) [69]. This threshold mechanism predicts a potential way\nto reverse the “irreversible” senescence by reducing the Rb–E2F switch threshold. Indeed,\nstudies have shown that senescent cells can be reactivated as such, e.g., by inactivating Rb,\np53–p21, or p16 activities [70–75] or by the forced G1 cyclin upregulation [76].\n3.3. Remaining Unknowns and the Heterogeneity in Quiescence-Origin Senescence\nSeveral key areas remain to be explored. The role of mTOR signaling, for instance,\npresents an intriguing paradox. mTOR is a major driver of proliferation-origin senescence,\nunderlying the process of geroconversion—a process in which mTOR-driven cell growth\ncontinues aberrantly after the cell cycle is blocked (e.g., by CDK inhibitors p21CIP1/Waf1 and\np16INK4a) [11,77]. In quiescence, mTOR is inactive and cells lack sustained growth, which\nhas been proposed as a mechanism to protect quiescent cells against senescence [11,77]. This\nquestions the involvement of mTOR in quiescence deepening and the quiescence-origin\nsenescence, which aligns with the fact that mTOR activity is linked to shallow quiescence\n(GAlert) [42], not quiescence deepening. Therefore, the quiescence-origin senescence appears\ndifferent from proliferation-origin senescence from the aspect of mTOR and geroconversion\n(Figure 1).Biomedicines2024,12, 1837\n 5 of 8\n\n\nFigure 1.Quiescence-origin senescence. Conventional senescence originates from proliferating and\ngrowing cells via mTOR-mediated geroconversion, when cell growth continues aberrantly after the\ncell cycle is blocked in response to severe stress and damage. In comparison, quiescence-origin\nsenescence originates from quiescent cells via quiescence deepening, accompanied by a progressively\nincreasing Rb–E2F switch threshold in response to decreased lysosomal autophagy and increased ROS\naccumulation and protein aggregation. Senescent cells are irreversibly arrested under physiological\nconditions. Deep quiescent cells are reversible but require stronger growth stimulation and take a\nlonger time to re-enter the cell cycle than shallow quiescent cells. The boundary between very deep\nquiescence and quiescence-origin senescence (the red dashed line) is blurred.\nEpigenetic regulation plays a crucial role in proliferation-origin senescence, including\nthe formation of senescence-associated heterochromatin foci (SAHF) that repress E2F target\ngenes [78] and changes in DNA methylation and histone modiﬁcationpatterns [79,80].\nEpigenetic mechanisms are also involved in quiescence deepening and transition to senes-\ncence, as seen in the ROS-mediated derepression of the p16 locus [18] and the role of ketone\nbody-mediated acetylation and activation of the p53 locus [69] in MuSCs as"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "(SAHF) that repress E2F target\ngenes [78] and changes in DNA methylation and histone modiﬁcationpatterns [79,80].\nEpigenetic mechanisms are also involved in quiescence deepening and transition to senes-\ncence, as seen in the ROS-mediated derepression of the p16 locus [18] and the role of ketone\nbody-mediated acetylation and activation of the p53 locus [69] in MuSCs as well as the\nlong-observed increase in chromatin condensation in deep quiescent cells [37]. However,\na comprehensive understanding of the epigenetic landscape changes during quiescence\ndeepening and the quiescence-to-senescence transition is still lacking, highlighting an\nimportant area for future research [40].\nThe heterogeneity and context dependency of the quiescence-to-senescence transition\nare also apparent, underscoring the complexity of these cellular processes. For instance,\nROS-mediated p16INK4aactivation occurs through epigenetic derepression in MuSCs [18]\nbut via p38 MAPK hyperactivation in HSPCs [14]. Blocking p16INK4aactivation prevents the\nquiescence-to-senescence transition only in a subset of cells [13], suggesting the involvement\nof other molecular effectors driving the quiescence-origin senescence. Furthermore, is\nlysosomal autophagy always the primary trigger for quiescence deepening and transition\nto senescence, and does this process always converge onto the Rb–E2F switch threshold—or\npossibly regulate downstream switches controlling S phase entry [67,68] or downstream\nE2F target genes necessary for cell proliferation [41,78]? Growing cells exiting from either\nthe G1 or G2 phase of the cell cycle converge onto the same senescent state with a G1-like\nmolecular signature [76]. How about quiescence-origin senescence? What are its molecular\nmarkers, and to what extent do they overlap with or differ from the markers of proliferation-\norigin senescence, beyond the sustained (if not totally irreversible) arrested phenotype\n(Figure 1)? Future investigations are needed to ﬁnd the answers.\n4. Conclusions\nUnlike conventional proliferation-origin senescence, quiescence-origin senescence\ninvolves the direct transition of quiescent cells to senescence. It represents a previously\nunderstudied new type of cellular aging process (Figure 1). Given that the vast majority of\ncells in the human body are in quiescence, not in proliferation, quiescence-origin senescenceBiomedicines2024,12, 1837\n 6 of 8\n\nis expected to be responsible for a larger proportion of irreversibly arrested senescent cells\nin our tissues than previously realized.\nUnderstanding the mechanisms underlying the continuum of quiescence-to-senescence\ntransition through quiescence deepening has important implications for multiple areas of\nbiomedical research and clinical practice, such as cancer biology, aging, and regenerative\nmedicine. Future research will reveal both common and cell type-speciﬁc mechanisms\nof quiescence-depth regulation and transition to senescence, identify speciﬁc molecular\nmarkers, and suggest the optimal strategies to target this group of previously overlooked\nsenescent cells to reshape our approaches to promoting health and longevity.\nFunding:This research was partially supported by the Research Development Grant of the University\nof Arizona.\nConﬂicts of Interest:The authors declare no conﬂicts of interest. The funders had no role in the design\nof the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or\nin the decision to publish the results.\nReferences\n1. Hayﬂick, L.; Moorhead, P.S. The serial cultivation of human diploid cell strains. Exp. Cell Res.1961,25, 585–621. [CrossRef]\n2. Kuilman, T.; Michaloglou, C.; Mooi, W.J.; Peeper, D.S. The essence of senescence. Genes Dev.2010,24, 2463–2479. [CrossRef]\n3. Rodier, F.; Campisi, J. Four faces of cellular senescence. J. Cell Biol.2011,192, 547–556. [CrossRef]\n4.Campisi, J.; di Fagagna, F.D. Cellular senescence: When bad things happen to good cells.Nat. Rev. Mol. Cell Biol.2007,8, 729–740.\n[CrossRef]\n5.Munoz-Espin, D.; Serrano, M. Cellular senescence: From physiology to pathology.Nat. Rev. Mol. Cell Biol.2014,15, 482–496.\n[CrossRef]\n6.Gorgoulis, V.; Adams, P.D.; Alimonti, A.; Bennett, D.C.; Bischof, O.; Bishop, C.; Campisi, J.; Collado, M.; Evangelou, K.;\nFerbeyre, G.; et al. Cellular Senescence: Deﬁning a Path Forward. Cell2019,179, 813–827. [CrossRef]\n7.Lanz, M.C.; Zatulovskiy, E.; Swaffer, M.P.; Zhang, L.; Ilerten, I.; Zhang, S.; You, D.S.; Marinov, G.; McAlpine, P.; Elias, J.E.; et al.\nIncreasing cell size remodels the proteome and promotes senescence. Mol. Cell2022,82"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "ning a Path Forward. Cell2019,179, 813–827. [CrossRef]\n7.Lanz, M.C.; Zatulovskiy, E.; Swaffer, M.P.; Zhang, L.; Ilerten, I.; Zhang, S.; You, D.S.; Marinov, G.; McAlpine, P.; Elias, J.E.; et al.\nIncreasing cell size remodels the proteome and promotes senescence. Mol. Cell2022,82, 3255–3269.e8. [CrossRef]\n8. Coller, H.A.; Sang, L.; Roberts, J.M. A New Description of Cellular Quiescence. PLoS Biol.2006,4, e83. [CrossRef]\n9.Marescal, O.; Cheeseman, I.M. Cellular Mechanisms and Regulation of Quiescence.Dev. Cell2020,55, 259–271. [CrossRef]\n[PubMed]\n10. Cheung, T.H.; Rando, T.A. Molecular regulation of stem cell quiescence. Nat. Rev. Mol. Cell Biol.2013,14, 329–340. [CrossRef]\n11. Blagosklonny, M.V. Geroconversion: Irreversible step to cellular senescence. Cell Cycle2014,13, 3628–3635. [CrossRef]\n12.Sang, L.; Coller, H.A. Fear of commitment: Hes1 protects quiescent ﬁbroblasts from irreversible cellular fates.Cell Cycle2009,8,\n2161–2167. [CrossRef]\n13.Sousa-Victor, P.; Gutarra, S.; García-Prat, L.; Rodriguez-Ubreva, J.; Ortet, L.; Ruiz-Bonilla, V.; Jardí, M.; Ballestar, E.; González, S.;\nSerrano, A.L.; et al. Geriatric muscle stem cells switch reversible quiescence into senescence.Nature2014,506, 316–321. [CrossRef]\n14.Cho, J.; Yusuf, R.; Kook, S.; Attar, E.; Lee, D.; Park, B.; Cheng, T.; Scadden, D.T.; Lee, B.C. Purinergic P2Y(1)(4) receptor modulates\nstress-induced hematopoietic stem/progenitor cell senescence. J. Clin. Investig.2014,124, 3159–3171. [CrossRef]\n15.Marthandan, S.; Priebe, S.; Hemmerich, P.; Klement, K.; Diekmann, S. Long-term quiescent ﬁbroblast cells transit into senescence.\nPLoS ONE2014,9, e115597. [CrossRef]\n16.Fujimaki, K.; Li, R.; Chen, H.; Della Croce, K.; Zhang, H.H.; Xing, J.; Bai, F.; Yao, G. Graded regulation of cellular quiescence\ndepth between proliferation and senescence by a lysosomal dimmer switch.Proc. Natl. Acad. Sci. USA2019,116, 22624–22634.\n[CrossRef]\n17. Sender, R.; Milo, R. The distribution of cellular turnover in the human body. Nat. Med.2021,27, 45–48. [CrossRef]\n18.García-Prat, L.; Martínez-Vicente, M.; Perdiguero, E.; Ortet, L.; Rodríguez-Ubreva, J.; Rebollo, E.; Ruiz-Bonilla, V.; Gutarra, S.;\nBallestar, E.; Serrano, A.L.; et al. Autophagy maintains stemness by preventing senescence. Nature2016,529, 37–42. [CrossRef]\n19. Bucher, N.L. Regeneration of Mammalian Liver. Int. Rev. Cytol.1963,15, 245–300.\n20.Adelman, R.C.; Stein, G.; Roth, G.S.; Englander, D. Age-dependent regulation of mammalian DNA synthesis and cell proliferation\nIn vivo.Mech. Ageing Dev.1972,1, 49–59. [CrossRef]\n21.Gunther, G.R.; Wang, J.L.; Edelman, G.M. The kinetics of cellular commitment during stimulation of lymphocytes by lectins.\nJ. Cell Biol.1974,62, 366–377. [CrossRef]\n22.Augenlicht, L.H.; Baserga, R. Changes in the G0 state of WI-38 ﬁbroblasts at different times after conﬂuence.Exp. Cell Res.1974,\n89, 255–262. [CrossRef]\n23. Martin, R.G.; Stein, S. Resting state in normal and simian virus 40 transformed Chinese hamster lung cells. Proc. Natl. Acad. Sci.\nUSA1976,73, 1655–1659. [CrossRef]\n24.Owen, T.A.; Soprano, D.R.; Soprano, K.J. Analysis of the growth factor requirements for stimulation of WI-38 cells after extended\nperiods of density-dependent growth arrest. J. Cell. Physiol.1989,139, 424–431. [CrossRef]Biomedicines2024,12, 1837\n 7 of 8\n\n25.Yanez, I.; O’Farrell, M. Variation in the length of the lag phase following serum restimulation of mouse 3T3 cells.Cell"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": ".J. Analysis of the growth factor requirements for stimulation of WI-38 cells after extended\nperiods of density-dependent growth arrest. J. Cell. Physiol.1989,139, 424–431. [CrossRef]Biomedicines2024,12, 1837\n 7 of 8\n\n25.Yanez, I.; O’Farrell, M. Variation in the length of the lag phase following serum restimulation of mouse 3T3 cells.Cell Biol. Int.\nRep.1989,13, 453–462. [CrossRef]\n26.Lum, J.J.; Bauer, D.E.; Kong, M.; Harris, M.H.; Li, C.; Lindsten, T.; Thompson, C.B. Growth factor regulation of autophagy and cell\nsurvival in the absence of apoptosis. Cell2005,120, 237–248. [CrossRef]\n27. Yao, G. Modelling mammalian cellular quiescence. Interface Focus2014,4, 20130074. [CrossRef]\n28.Kwon, J.S.; Everetts, N.J.; Wang, X.; Wang, W.; Della Croce, K.; Xing, J.; Yao, G. Controlling Depth of Cellular Quiescence by an\nRb-E2F Network Switch.Cell Rep.2017,20, 3223–3235. [CrossRef]\n29.Gookin, S.; Min, M.; Phadke, H.; Chung, M.; Moser, J.; Miller, I.; Carter, D.; Spencer, S.L. A map of protein dynamics during\ncell-cycle progression and cell-cycle exit. PLoS Biol.2017,15, e2003268. [CrossRef]\n30.van Velthoven, C.T.J.; Rando, T.A. Stem Cell Quiescence: Dynamism, Restraint, and Cellular Idling.Cell Stem Cell2019,24,\n213–225. [CrossRef]\n31.Audesse, A.J.; Webb, A.E. Mechanisms of enhanced quiescence in neural stem cell aging.Mech. Ageing Dev.2020,191, 111323.\n[CrossRef] [PubMed]\n32.Harris, L.; Rigo, P.; Stiehl, T.; Gaber, Z.B.; Austin, S.H.; Masdeu, M.d.M.; Edwards, A.; Urbán, N.; Marciniak-Czochra, A.;\nGuillemot, F. Coordinated changes in cellular behavior ensure the lifelong maintenance of the hippocampal stem cell population.\nCell Stem Cell2021,28, 863–876.e6. [CrossRef] [PubMed]\n33.Ibrayeva, A.; Bay, M.; Pu, E.; Jörg, D.J.; Peng, L.; Jun, H.; Zhang, N.; Aaron, D.; Lin, C.; Resler, G.; et al. Early stem cell aging in the\nmature brain.Cell Stem Cell2021,28, 955–966.e7. [CrossRef] [PubMed]\n34.Laporte, D.; Jimenez, L.; Gouleme, L.; Sagot, I. Yeast quiescence exit swiftness is inﬂuenced by cell volume and chronological age.\nMicrob. Cell2017,5, 104–111. [CrossRef] [PubMed]\n35.Olmedo, M.; Mata-Cabana, A.; Rodríguez-Palero, M.J.; García-Sánchez, S.; Fernández-Yañez, A.; Merrow, M.; Artal-Sanz, M.\nProlonged quiescence delays somatic stem cell-like divisions in Caenorhabditis elegans and is controlled by insulin signaling.\nAging Cell2020,19, e13085. [CrossRef] [PubMed]\n36.Darzynkiewicz, Z.; Traganos, F.; Melamed, M.R. New cell cycle compartments identiﬁed by multiparameter ﬂow cytometry.\nCytometry1980,1, 98–108. [CrossRef] [PubMed]\n37.Rossini, M.; Lin, J.C.; Baserga, R. Effects of prolonged quiescence on neuclei and chromatin of WI-38 ﬁbroblasts.J. Cell. Physiol.\n1976,88, 1–11. [CrossRef] [PubMed]\n38.Soprano, K.J. WI-38 cell long-term quiescence model system: A valuable tool to study molecular events that regulate growth.\nJ. Cell. Biochem.1994,54, 405–414. [CrossRef]\n39.Valcourt, J.R.; Lemons, J.M.; Haley, E.M.; Kojima, M.; Demuren, O.O.; Coller, H.A. Staying alive: Metabolic adaptations to\nquiescence.Cell Cycle2012,11, 1680–1696. [CrossRef]\n40.Bonitto, K.; Sarathy, K.; Atai, K.; Mitra, M.; Coller, H.A. Is There a Histone Code for Cellular Quiescence?Front. Cell Dev. Biol.\n2021,9, 739780. [CrossRef]\n41.Fujimaki, K.; Yao, G. Cell dormancy plasticity: Quiescence deepens into senescence through a dimmer switch.Physiol. Genom.\n2020,52, 558–562. [CrossRef]\n42.Rodgers, J.T.; King, K.Y.; Brett, J.O.; Cromie, M"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "Cellular Quiescence?Front. Cell Dev. Biol.\n2021,9, 739780. [CrossRef]\n41.Fujimaki, K.; Yao, G. Cell dormancy plasticity: Quiescence deepens into senescence through a dimmer switch.Physiol. Genom.\n2020,52, 558–562. [CrossRef]\n42.Rodgers, J.T.; King, K.Y.; Brett, J.O.; Cromie, M.J.; Charville, G.W.; Maguire, K.K.; Brunson, C.; Mastey, N.; Liu, L.;Tsai, C.-R.; et al.\nmTORC1 controls the adaptive transition of quiescent stem cells from G0 to G(Alert).Nature2014,510, 393–396. [CrossRef]\n[PubMed]\n43.Llorens-Bobadilla, E.; Zhao, S.; Baser, A.; Saiz-Castro, G.; Zwadlo, K.; Martin-Villalba, A. Single-Cell Transcriptomics Reveals a\nPopulation of Dormant Neural Stem Cells that Become Activated upon Brain Injury.Cell Stem Cell2015,17, 329–340. [CrossRef]\n44.Rodgers, J.T.; Schroeder, M.D.; Ma, C.; Rando, T.A. HGFA Is an Injury-Regulated Systemic Factor that Induces the Transition of\nStem Cells into GAlert.Cell Rep.2017,19, 479–486. [CrossRef]\n45.Lee, G.; Espirito Santo, A.I.; Zwingenberger, S.; Cai, L.; Vogl, T.; Feldmann, M.; Horwood, N.J.; Chan, J.K.; Nanchahal, J. Fully\nreduced HMGB1 accelerates the regeneration of multiple tissues by transitioning stem cells to GAlert.Proc. Natl. Acad. Sci. USA\n2018,115, E4463–E4472.\n46. Baker, D.J.; Sedivy, J.M. Probing the depths of cellular senescence. J. Cell Biol.2013,202, 11–13. [CrossRef]\n47. Van Deursen, J.M. The role of senescent cells in ageing. Nature2014,509, 439–446. [CrossRef]\n48.Zhang, X.; Liu, X.; Du, Z.; Wei, L.; Fang, H.; Dong, Q.; Niu, J.; Li, Y.; Gao, J.; Zhang, M.Q.; et al. The loss of heterochromatin\nis associated with multiscale three-dimensional genome reorganization and aberrant transcription during cellular senescence.\nGenome Res.2021,31, 1121–1135. [CrossRef]\n49.Hernandez-Segura, A.; de Jong, T.V.; Melov, S.; Guryev, V.; Campisi, J.; DeMaria, M. Unmasking Transcriptional Heterogeneity in\nSenescent Cells.Curr. Biol.2017,27, 2652–2660.e4. [CrossRef] [PubMed]\n50.Wei, M.Y.; Yao, G. Modeling the Depth of Cellular Dormancy from RNA-Sequencing Data.Methods Mol. Biol.2024,2811, 123–135.\n[PubMed]\n51.Urban, N.; Cheung, T.H. Stem cell quiescence: The challenging path to activation.Development2021,148, dev165084. [CrossRef]\n[PubMed]\n52.Brooks, R.F. Cell Cycle Commitment and the Origins of Cell Cycle Variability.Front. Cell Dev. Biol.2021,9, 698066. [CrossRef]\n[PubMed]Biomedicines2024,12, 1837\n 8 of 8\n\n53.Truskowski, K.; Amend, S.R.; Pienta, K.J. Dormant cancer cells: Programmed quiescence, senescence, or both?Cancer Metastasis\nRev.2023,42, 37–47. [CrossRef] [PubMed]\n54.Wiecek, A.J.; Cutty, S.J.; Kornai, D.; Parreno-Centeno, M.; Gourmet, L.E.; Tagliazucchi, G.M.; Jacobson, D.H.; Zhang, P.; Xiong, L.;\nBond, G.L.; et al. Genomic hallmarks and therapeutic implications of G0 cell cycle arrest in cancer.Genome Biol.2023,24, 128.\n[CrossRef]\n55.Tanke, N.T.; Liu, Z.; Gore, M.T.; Bougaran, P.; Linares, M.B.; Marvin, A.; Sharma, A.; Oatley, M.; Yu, T.; Quigley, K.; et al.\nEndothelial Cell Flow-Mediated Quiescence Is Temporally Regulated and Utilizes the Cell Cycle Inhibitor p27.Arter. Thromb.\nVasc. Biol.2024,44, 1265–1282. [CrossRef] [PubMed]\n56.Ashraf, H.M.; Fernandez, B.; Spencer, S.L. The intensities of canonical senescence biomarkers integrate the duration of cell-cycle\nwithdrawal.Nat. Commun.2023,14, 4527. [CrossRef] [PubMed]\n57. de Magalhaes, J.P. Cellular senescence in normal physiology. Science2024,384, 1300–1301. [CrossRef] [PubMed]\n58.Leeman, D"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": ".Ashraf, H.M.; Fernandez, B.; Spencer, S.L. The intensities of canonical senescence biomarkers integrate the duration of cell-cycle\nwithdrawal.Nat. Commun.2023,14, 4527. [CrossRef] [PubMed]\n57. de Magalhaes, J.P. Cellular senescence in normal physiology. Science2024,384, 1300–1301. [CrossRef] [PubMed]\n58.Leeman, D.S.; Hebestreit, K.; Ruetz, T.; Webb, A.E.; McKay, A.; Pollina, E.A.; Dulken, B.W.; Zhao, X.; Yeo, R.W.;Ho, T.T.; et al.\nLysosome activation clears aggregates and enhances quiescent neural stem cell activation during aging.Science2018,359,\n1277–1283. [CrossRef] [PubMed]\n59. Dyson, N. The regulation of E2F by pRB-family proteins. Genes Dev.1998,12, 2245–2262. [CrossRef]\n60. Nevins, J.R. The Rb/E2F pathway and cancer. Hum. Mol. Genet.2001,10, 699–703. [CrossRef]\n61.Sears, R.C.; Nevins, J.R. Signaling networks that link cell proliferation and cell fate.J. Biol. Chem.2002,277, 11617–11620.\n[CrossRef]\n62. Trimarchi, J.M.; Lees, J.A. Sibling rivalry in the E2F family. Nat. Rev. Mol. Cell Biol.2002,3, 11–20. [CrossRef] [PubMed]\n63. Polager, S.; Ginsberg, D. E2F-at the crossroads of life and death. Trends Cell Biol.2008,18, 528–535. [CrossRef] [PubMed]\n64.Yao, G.; Lee, T.J.; Mori, S.; Nevins, J.R.; You, L. A bistable Rb-E2F switch underlies the restriction point.Nat. Cell Biol.2008,10,\n476–482. [CrossRef] [PubMed]\n65.Yao, G.; Tan, C.; West, M.; Nevins, J.R.; You, L. Origin of bistability underlying mammalian cell cycle entry.Mol. Syst. Biol.2011,\n7, 485. [CrossRef] [PubMed]\n66.Wang, X.; Fujimaki, K.; Mitchell, G.C.; Kwon, J.S.; Della Croce, K.; Langsdorf, C.; Zhang, H.H.; Yao, G. Exit from quiescence\ndisplays a memory of cell growth and division. Nat. Commun.2017,8, 321. [CrossRef] [PubMed]\n67.Cappell, S.D.; Chung, M.; Jaimovich, A.; Spencer, S.L.; Meyer, T. Irreversible APC(Cdh1) Inactivation Underlies the Point of No\nReturn for Cell-Cycle Entry.Cell2016,166, 167–180. [CrossRef] [PubMed]\n68.Cappell, S.D.; Mark, K.G.; Garbett, D.; Pack, L.R.; Rape, M.; Meyer, T. EMI1 switches from being a substrate to an inhibitor of\nAPC/C(CDH1) to start the cell cycle. Nature2018,558, 313–317. [CrossRef] [PubMed]\n69.Benjamin, D.I.; Both, P.; Benjamin, J.S.; Nutter, C.W.; Tan, J.H.; Kang, J.; Machado, L.A.; Klein, J.D.; de Morree, A.; Kim, S.; et al.\nFasting induces a highly resilient deep quiescent state in muscle stem cells via ketone body signaling.Cell Metab.2022,34,\n902–918.e6. [CrossRef]\n70.Shay, J.W.; Pereira-Smith, O.M.; Wright, W.E. A role for both RB and p53 in the regulation of human cellular senescence.Exp. Cell\nRes.1991,196, 33–39. [CrossRef]\n71.Beauséjour, C.M.; Krtolica, A.; Galimi, F.; Narita, M.; Lowe, S.W.; Yaswen, P.; Campisi, J. Reversal of human cellular senescence:\nRoles of the p53 and p16 pathways. EMBO J.2003,22, 4212–4222. [CrossRef] [PubMed]\n72.Sage, J.; Miller, A.L.; Perez-Mancera, P.A.; Wysocki, J.M.; Jacks, T. Acute mutation of retinoblastoma gene function is sufﬁcient for\ncell cycle re-entry.Nature2003,424, 223–228. [CrossRef] [PubMed]\n73.Dirac, A.M.; Bernards, R. Reversal of senescence in mouse ﬁbroblasts through lentiviral suppression of p53.J. Biol. Chem.2003,\n278, 11731–11734. [CrossRef] [PubMed]\n74.Pajalunga, D.; Mazzola, A.; Salzano, A.M.; Biferi, M.G.; De Luca, G.; Crescenzi, M. Critical requirement for cell cycle inhibitors in\nsustaining nonproliferative states. J. Cell Biol.2007,176, 807–818. [CrossRef] [PubMed]\n75.Reyes, J"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": ",\n278, 11731–11734. [CrossRef] [PubMed]\n74.Pajalunga, D.; Mazzola, A.; Salzano, A.M.; Biferi, M.G.; De Luca, G.; Crescenzi, M. Critical requirement for cell cycle inhibitors in\nsustaining nonproliferative states. J. Cell Biol.2007,176, 807–818. [CrossRef] [PubMed]\n75.Reyes, J.; Chen, J.-Y.; Stewart-Ornstein, J.; Karhohs, K.W.; Mock, C.S.; Lahav, G. Fluctuations in p53 Signaling Allow Escape from\nCell-Cycle Arrest.Mol. Cell2018,71, 581–591.e5. [CrossRef] [PubMed]\n76.Stallaert, W.; Taylor, S.R.; Kedziora, K.M.; Taylor, C.D.; Sobon, H.K.; Young, C.L.; Limas, J.C.; Holloway, J.V.; Johnson, M.S.;\nCook, J.G.; et al. The molecular architecture of cell cycle arrest. Mol. Syst. Biol.2022,18, e11087. [CrossRef] [PubMed]\n77.Blagosklonny, M.V. Rapamycin, proliferation and geroconversion to senescence.Cell Cycle2018,17, 2655–2665. [CrossRef]\n[PubMed]\n78.Narita, M.; Nuñez, S.; Heard, E.; Lin, A.W.; Hearn, S.A.; Spector, D.L.; Hannon, G.J.; Lowe, S.W. Rb-Mediated Heterochromatin\nFormation and Silencing of E2F Target Genes during Cellular Senescence. Cell2003,113, 703–716. [CrossRef] [PubMed]\n79.Crouch, J.; Shvedova, M.; Thanapaul, R.; Botchkarev, V.; Roh, D. Epigenetic Regulation of Cellular Senescence.Cells2022,11, 672.\n[CrossRef]\n80. Paluvai, H.; Di Giorgio, E.; Brancolini, C. The Histone Code of Senescence. Cells2020,9, 466. [CrossRef]\nDisclaimer/Publisher’s Note:The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "Graded regulation of cellular quiescence depth\n\nbetween proliferation and senescence by a\n\nlysosomal dimmer switch\n\nKotaro Fujimakia,1, Ruoyan Lib,1, Hengyu Chenb, Kimiko Della Crocea, Hao Helen Zhangc, Jianhua Xingd, Fan Baib,2,\n\nand Guang Yaoa,e,2\n\naDepartment of Molecular and Cellular Biology, University of Arizona, Tucson, AZ 85721;bBiomedical Pioneering Innovation Center, School of Life Sciences,\n\nPeking University, 100871 Beijing, China;cDepartment of Mathematics, University of Arizona, Tucson, AZ 85721;dDepartment of Computational and\n\nSystems Biology, School of Medicine, University of Pittsburgh, Pittsburgh, PA 15260; andeArizona Cancer Center, University of Arizona, Tucson, AZ 85719\n\nEdited by Brigid L. M. Hogan, Duke University Medical Center, Durham, NC, and approved October 1, 2019 (received for review September 16, 2019)\n\nThe reactivation of quiescent cells to proliferate is fundamental to\n\ntissue repair and homeostasis in the body. Often referred to as the\n\nG0 state, quiescence is, however, not a uniform state but with graded\ndepth. Shallow quiescent cells exhibit a higher tendency to revert to\nproliferation than deep quiescent cells, while deep quiescent cells\n\nare still fully reversible under physiological conditions, distinct from\n\nsenescent cells. Cellular mechani\nsms underlying the control of quies-\n\ncence depth and the connection between quiescence and senescence\n\nare poorly characterized, representing a missing link in our under-\n\nstanding of tissue homeostasis and regeneration. Here we measured\ntranscriptome changes as rat embryonic fibroblasts moved from\nshallow to deep quiescence over time in the absence of growth\n\nsignals. We found that lysosomal gene expression was significantly\n\nup-regulated in deep quiescence, an\nd partially compensated for grad-\n\nually reduced autophagy flux. Reduc\ning lysosomal function drove\n\ncells progressively deeper into qui\nescence and eventually into a\n\nsenescence-like irreversibly arrested state; increasing lysosomal func-\n\ntion, by lowering oxidative stress\n, progressively pushed cells into\n\nshallower quiescence. That is, lys\nosomal function modulates graded\n\nquiescence depth betwe\nen proliferation and senescence as a dimmer\n\nswitch. Finally, we found that a gene-\nexpression signature developed\n\nby comparing deep and shallow quiescence in fibroblasts can cor-\nrectly classify a wide array of senescent and aging cell types in vitro\n\nand in vivo, suggesting that while qui\nescence is generally considered\n\nto protect cells from irreversible a\nrrest of senescence, quiescence\n\ndeepening likely represents a common transition path from cell pro-\nliferation to senescence, related to aging.\n\nquiescence\n|\ndormancy\n|\nsenescence\n|\naging\n|\nlysosome\n\nC\nell proliferation in multicellular organisms is tightly regu-\n\nlated, and the vast majority of cells in the body stay dormant\n\nand out of the cell cycle at any given moment. The dormant\n\nstate, when reversible upon growth signals, is referred to as\n\ncellular quiescence. Quiescence protects cells against stress and\nirreversible arrest, such as senescence; it is fundamental to many\nphysiological phenomena, such as stem cell homeostasis and\n\ntissue repair (1\n\n–\n4). Consequently, dysregulation of cellular qui-\n\nescence can lead to a range of hyper- and hypoproliferative\ndiseases, including cancer and aging (5\n\n–\n7).\n\nIt becomes increasingly recognized that quiescence is a het-\n\nerogeneous state with graded depth. For example, following in-\njury, muscle and neural stem cells at noninjury sites in the body\nmove adaptively into shallower quiescence (alert or primed\n\nquiescent phase), positioning cells to more quickly respond to\n\ninjury and reenter the cell cycle when needed (8, 9). In other\ncases, cells move into deep quiescence and require stronger\n\ngrowth stimulation and longer times to reenter the cell cycle, as\n\nseen in hepatocytes upon partial hepatectomy in older rats than\nin younger ones (10, 11). Similarly, the quiescent state deepens\nin cells that are cultured longer under quiescence-inducing sig-\n\nnals, such as contact inhibition (12, 13) and serum starvation\n(14). Deep quiescent cells can still revert to proliferation under\n\nphysiological conditions, appearing distinct from irreversibly\n\narrested senescent cells (\n\nSI Appendix\n, Fig. S1\nA\n). A graded qui-\n\nescence depth indicates graded potentials for tissue repair and\n\nregeneration; yet, how quiescence depth is regulated in the cell\n\nand the connection between deep quiescence and senescence are\n\nnot well understood.\n\nIn this study, we investigate what regulates quiescence depth in\n\nrat embryonic fibroblast (REF) cells. We identified sequential\n\ntranscriptome changes as cells move progressively deeper into\n\nquiescence under longer-term serum starvation. In particular, we\n\nfound that lysosomal gene expression and lysosomal mass (in-\n\ndicated by the intensity of lysosomal staining and the number of\n\nlysosomes per cell) continuously increase as quiescence deepens;\n\nhowever, autophagy flux decreases. Lysosomes are hydrolytic\n\nenzyme-filled organelles in the cell that break down many types of\n\nbiomolecules"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "transcriptome changes as cells move progressively deeper into\n\nquiescence under longer-term serum starvation. In particular, we\n\nfound that lysosomal gene expression and lysosomal mass (in-\n\ndicated by the intensity of lysosomal staining and the number of\n\nlysosomes per cell) continuously increase as quiescence deepens;\n\nhowever, autophagy flux decreases. Lysosomes are hydrolytic\n\nenzyme-filled organelles in the cell that break down many types of\n\nbiomolecules; lysosomal function, primarily through processes of\n\nautophagy and endocytosis, has been shown to prevent irreversible\n\ncellular states, such as senescenc\ne, terminal differentiation, and\n\nSignificance\nReactivating sleep-like quiescent cells in the body (most nota-\n\nbly stem cells) to divide is fundamental to tissue homeostasis\n\nand regeneration. Like sleep having shallow and deep stages,\nquiescence exhibits graded depths with different speeds and\nrates responding to stimulation signals. Understanding how\n\nquiescence depth is regulated is fundamental to our under-\n\nstanding of tissue repair and regeneration. Here we show that\nquiescence depth is regulated like a\n\n“\ndimmer switch\n”\nby lyso-\n\nsomes (cell organelles that break down and recycle biomole-\n\ncules), through the lysosomal function of reducing oxidative\nstress. We developed a gene signature to predict quiescence\ndepth and show that quiescence deepening likely represents a\n\ntransition path from cell division to irreversibly arrested se-\n\nnescence, related to the aging process.\n\nAuthor contributions: K.F., R.L., J.X., F.B., and G.Y. designed research; K.F., R.L., H.C., and\n\nK.D.C. performed research; K.F., R.L., H.C., K.D.C., H.H.Z., J.X., F.B., and G.Y. analyzed\ndata; and K.F., F.B., and G.Y. wrote the paper.\n\nThe authors declare no competing interest.\nThis article is a PNAS Direct Submission.\nPublished under the\nPNAS license.\n\nData deposition: The data reported in this paper have been deposited in the Gene Ex-\n\npression Omnibus (GEO) database,\nhttps://www.ncbi.nlm.nih.gov/geo(accession no.\n\nGSE124109\n).\n1K.F. and R.L. contributed equally to this work.\n2To whom correspondence may be addressed. Email: fbai@pku.edu.cn or guangyao@\n\narizona.edu.\n\nThis article contains supporting information online at\nwww.pnas.org/lookup/suppl/doi:10.\n\n1073/pnas.1915905116/-/DCSupplemental\n.\n\nFirst published October 21, 2019.\n\n22624\n\n–\n22634\n|\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45 www.pnas.org/cgi/doi/10.1073/pnas.1915905116\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\napoptosis (15\n–\n18). Here we found that the increased lysosomal mass\n\nin deep quiescent cells is, in part, due to decreased autophagy flux,\n\nwhich is partially but not fully compensated by increased lysosomal\n\ngene expression and lysosomal biogenesis. We show that lysosomal\nfunction, like a dimmer switch, cont\ninuously regulates quiescence\n\ndepth and thus the proliferative potential of quiescent cells by re-\n\nducing the accumulation of reactive oxygen species (ROS). We\n\nfound that a set of\n\n“\nsenescence core signature\n”\ngenes (19) show\n\nsimilar expression patterns in deep quiescence as in senescence, and\nthat a gene-expression signature w\ne developed to indicate cellular\n\nquiescence depth by comparing deep and shallow quiescent REF\n\ncells is able to correctly classify senescent and aging cells in a wide\narray of cell lines in vitro (20, 21) and tissues in vivo (22, 23),\n\nsuggesting that deep quiescence may serve as a common transition\n\npath from cell proliferation to senescence, related to aging.\n\n\nResults\nDynamic Transcriptome Changes during Quiescence Deepening.\nSimilar\n\nto our previous observation (14), REF cells moved into deeper\nquiescence progressively with longer-term serum starvation. After\n2-d serum starvation, the entire cell population entered quiescence, as\n\ndemonstrated by their negative D\nNA incorporation of 5-ethynyl-2\n′\n-\n\ndeoxyuridine (EdU) and a complete shut-off of E2f1 expression (\n\nSI\n\nAppendix\n\n,Fig.S1\n B\n). E2f1 is a member of the E2f family of tran-\n\nscription factors; it up-regulates a large battery of genes involved in\n\nDNA replication and cell cycle progression, acting as the key ef-\n\nfector of an Rb-E2f bistable switch that controls the all-or-none\ntransition from quiescence to proliferation (24, 25). With in-\n\ncreasingly longer serum starvati\non, cells moved into deeper quies-\n\ncence, requiring a longer time and a greater serum stimulation\nstrength (concentration) to reen\nter the cell cycle than cells in\n\nshallower quiescence. For example, when the duration of serum\n\nstarvation increased gradually fr\nom 2 to 14 d, the cell cycle reentry\n\ntime upon 20% serum stimulation increased from\n\n<\n19 h to\n∼\n25 h\n\n(to achieve\n\n∼\n60"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": ", cells moved into deeper quies-\n\ncence, requiring a longer time and a greater serum stimulation\nstrength (concentration) to reen\nter the cell cycle than cells in\n\nshallower quiescence. For example, when the duration of serum\n\nstarvation increased gradually fr\nom 2 to 14 d, the cell cycle reentry\n\ntime upon 20% serum stimulation increased from\n\n<\n19 h to\n∼\n25 h\n\n(to achieve\n\n∼\n60% EdU\n+\nrate) (Fig. 1\nA\nand\nSI Appendix\n,Fig.S1\n C\n),\n\nand the serum concentration req\nuired for cell cycle reentry in-\n\ncreased from\n\n<\n2% to\n∼\n8% (to achieve\n∼\n60% EdU\n+\nmeasured at\n\nthe 25th hour of serum stimulation) (Fig. 1\n\nB\n). This result is con-\n\nsistent with our earlier findings that the time and serum threshold\nrequired for cell cycle reentry are 2\nrelated features that both reflect\n\nthe same biological state, the quiescence depth (14). Importantly,\n\ndeep quiescent cells were not irre\nversibly arrested. For example,\n\nupon 20% serum stimulation, 92.\n6% of 16-d serum-starved deep\n\nquiescent REF cells were able to reenter the cell cycle (EdU\n+\n)\n\nwithin 41 h (\n\nSI Appendix\n,Fig.S1\n B\n).\n\nTo identify molecular mechanisms regulating quiescence\ndepth at the transcriptional level, we performed RNA-sequencing\n\n(RNA-seq) analysis of 0- to 16-d serum-starved cells (26). As\n\nexpected, the expression of well-characterized proliferation\ngenes\n\n—\nsuch as E2f1, Cdk2, and Cdk4 (\nSI Appendix\n,Fig.S2\n A\n)\n—\n\n\nE2f1 target genes (\n\nSI Appendix\n,Fig.S2\n B\n), and proliferation-\n\nrelated gene clusters (#7 and 9,\n\nSI Appendix\n,Fig.S2\n C\n)was\n\nquickly down-regulated within 2-d serum starvation. Conversely,\nthe expression of growth inhibitory genes, such as Rb1, Cdkn1a\n(p21Cip1), and Cdkn1b (p27Kip1), was up-regulated upon se-\n\nrum starvation (\n\nSI Appendix\n,Fig.S2\n A\n). The expression of Cdkn2a\n\n(p16INK4A), a senescence marker (27), remained low as cells\nmoved deeper in quiescence (3- to 16-d serum starvation) (\n\nSI\n\nAppendix\n\n,Fig.S2\n D\n), consistent with quiescence being a\n\nreversible state.\n\nThe global gene-expression profile changed drastically when\ncells transitioned from proliferation to quiescence (0- to 2-d\n\nserum starvation) and continued to change sequentially as cells\n\nmoved from shallow to deep quiescence (2- to 16-d serum star-\nvation) (Fig. 1\n\nC\n). This sequential change was reflected in 9 gene\n\nclusters that exhibited different temporal dynamic patterns (Fig.\n\n2\n\nA\nand\nB\n). In particular, the expression of 2 gene clusters\n\nappeared to be positively correlated with quiescence deepening\nand increased monotonically as cells moved from shallow to\n\ndeep quiescence (clusters 1 and 3) (Fig. 2\n\nB\n). In cluster 1, mul-\n\ntiple biological functions were enriched; among them, lysosome\n\nwas overall the most statistically significant in Kyoto Encyclo-\n\npedia of Genes and Genomes (KEGG) overrepresentation tests\n\n[Fig. 2\n\nC\n, using clusterProfiler (28);\nSI Appendix\n, Fig. S2\nC\n, using\n\nDAVID (29)]. In cluster 3, lysosome was the single function\n\nsignificantly enriched statistically (\n\nSI Appendix\n, Fig. S2\nC\n). Con-\n\nsistently, lysosomal genes also had the strongest positive corre-\n\nlation with deep quiescence in gene set enrichment analysis\n\n(GSEA) (30) (normalized enrichment score [NES]\n\n=\n3.12)\n\n(Fig. 2\n\nD\n).\n\nLysosomal Gene Expression and Lysosomal Mass Increase as Quiescence\n\nDeepens.\nThe vast majority of lysosomal genes, encoding for various\n\nlysosomal enzymes, activator proteins, membrane proteins, and ion\n\nchannel proteins, increased their expression continuously as cells\n\nmoved from shallow to deep quiescence (Fig. 2\n\nE\n[cluster C and the\n\nbottom half of cluster A], Fig. 2\n\nF\n,and\n SI Appendix\n,Fig.S3\n A\n). As a\n\ncomparison, the expression of most genes associated with endo-\n\nsomes, another cellular organelle in the endosomal\n\n–\nlysosomal sys-\n\ntem, only increased significantly during the first 2 d of serum\n\nstarvation but not afterward as quiescence continued to deepen\n(Fig. 2\n\nF\nand\nSI Appendix\n,Fig.S3\n B\nand\nC\n).\n\nLysosomal mass also increased in deep quiescence: Following\n\na brief pulsatile adaptive response (within the first 6 h) upon\n\nserum starvation, lysosomal mass continuously increased over\n\nthe next 14 d, as seen from the stained LysoTracker intensity\n\n(Fig. 2\n\nG\n). The initial pulsatile response of lysosomal mass was\n\nlikely due to an adaptive mammalian target of rapamycin\n(mTOR)-autophagy response to serum starvation, as previously"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "also increased in deep quiescence: Following\n\na brief pulsatile adaptive response (within the first 6 h) upon\n\nserum starvation, lysosomal mass continuously increased over\n\nthe next 14 d, as seen from the stained LysoTracker intensity\n\n(Fig. 2\n\nG\n). The initial pulsatile response of lysosomal mass was\n\nlikely due to an adaptive mammalian target of rapamycin\n(mTOR)-autophagy response to serum starvation, as previously\n\nreported (31). The continuously increased LysoTracker intensity\n\nin deep quiescence was consistent with an increased number of\n\nlysosomes, another indicator of lysosomal mass; for example,\n\n11-d serum-starved cells exhibited significantly more lysosomal foci\n\nper cell and per unit area of cell than 2-d serum-starved cells (per\nA\n\nB\nC\n\nFig. 1.\n\nSequential quiescence deepening and transcriptome change in\n\nserum-starved REF cells over time. (\n\nA\nand\nB\n) EdU\n+\n% of 2- to 14-d serum-\n\nstarved cells upon stimulation. Cells in duplicated wells (\n\nn\n=\n2) were har-\n\nvested 19, 22, and 25 h after 20% serum stimulation (\n\nA\n), or 25 h after\n\nstimulation with serum at indicated concentrations (0.02 to 20%) (\n\nB\n). The\n\nEdU\n+\n% at 41 h after 20% serum stimulation (from\n\nSI Appendix\n, Fig. S1\nB\n)is\n\nshown in\n\nA\nfor comparison. Lines were fitted using the smooth.spline\n\nfunction in R. (\n\nC\n) Principal component (PC) analysis of proliferating and 2- to\n\n16-d serum-starved cells based on 2,736 differentially expressed genes in\nRNA-seq time course. Days of serum starvation are indicated next to the\n\nsample (triplicates per condition). Dashed arrow is plotted for clarity. Per-\n\ncentage of the variation that each principal component accounts for is\nshown on the axis.\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22625\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nAB E\n\nCD\n\nF\n G\n\nH\n\nFig. 2.\n\nLysosomal gene expression and lysosomal mass increase along quiescence deepening. (\nA\n) K-means clustering of 2,736 differentially expressed genes in\n\nRNA-seq analysis. Sample columns (0-, 2-, 3-, 4-, 6-, 8-, 10-, 12-, 14-, and 16-d serum starvation) are ordered chronologically with 3 replicates at ea\nch time point.\n\nUp- and down-regulation of genes are shown in red and blue, respectively; color gradient bar indicates the degree of change in gene expression (normal\nized\n\nand log-transformed; see\n\nMaterials and Methods\nfor details). (\nB\n) Gene-expression dynamics within each K-means cluster in\nA\n. Expression of each gene in a\n\ngiven cluster is shown in a time-course curve. (\n\nC\n) Pathways enriched (\nP\n<\n0.05) in cluster 1. GeneRatio (\nx\naxis) and dot size indicate the fraction and number of\n\ngenes involved in the indicated pathway in cluster 1, respectively. Color gradient bar indicates statistical significance of pathway enrichment in\nKEGG\n\noverrepresentation test based on\n\nP\nvalues adjusted by Benjamini-Hochberg correction. (\nD\n) Gene sets significantly correlated to quiescence depth (false-\n\ndiscovery rate\n\n<\n0.1) in GSEA analysis. Gene sets are connected by edges based on their similarity (Jaccard index\n≥\n0.5) when applicable. Gene sets positively\n\nand negatively correlated to quiescence deepening are shown in red and blue nodes, respectively. Node size represents the absolute NES in the GSEA res\nult.\n\nBiological functions that are the most negatively and positively (top 5 in statistical significance) correlated with quiescence deepening are dema\nrcated by blue\n\nand red circles, respectively; the maximum NES value of all enclosed nodes in a circle is shown in parenthesis. (\n\nE\n) Heat map of time-course expression of\n\nlysosomal genes in RNA-seq analysis (0- to 16-d serum starvation). Lysosomal genes (rows) are defined by the Mouse Genome Database (MGD) (83) and\n\nordered by hierarchical clustering (with gene names shown in\n\nSI Appendix\n, Table S1). RNA-seq samples (columns) are ordered chronologically (as in\nA\n). Color\n\ngradient bar indicates the degree of change in gene expression as in\n\nA\n.(\nF\n) Time-course expression of differentially expressed endosomal and lysosomal genes\n\nin RNA-seq analysis (0- to 16-d serum starvation). Endosomal and lysosomal genes are defined by the MGD (83). (\n\nG\n) LysoTracker intensity of serum-starved REF\n\ncells. LysoTracker intensity distribution of each cell population (0- to 17-d serum starvation, triplicates of\n\n∼\n10,000 cells each) is shown (\nLeft\n); the log2-\n\ntransformed agglomeration of the triplicates at each time point is plotted with the indicated percentiles (\n\nRight\n). (\nH\n) Number of lysosomes (LysoTracker foci)\n\nper cell and per unit area of cell in"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "-starved REF\n\ncells. LysoTracker intensity distribution of each cell population (0- to 17-d serum starvation, triplicates of\n\n∼\n10,000 cells each) is shown (\nLeft\n); the log2-\n\ntransformed agglomeration of the triplicates at each time point is plotted with the indicated percentiles (\n\nRight\n). (\nH\n) Number of lysosomes (LysoTracker foci)\n\nper cell and per unit area of cell in 2- and 11-d serum-starved cells (\n\nn\n=\n50 each). Box plot: Q1 and Q3 refer to the first and third quantiles, respectively; IQR,\n\ninterquartile range\n\n=\nQ3\n−\nQ1; the same below unless otherwise noted. (\nInset\n) Representative lysoTracker foci microscopy. Each red dot represents a\n\nLysoTracker-stained lysosome in the cell. (Scale bar, 50\n\n/uni03BC\nm.) Cell boundaries were manually determined using both POL and Cy5 filters.\n\n22626\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116 Fujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\ncell,\n>\n2.5-fold,\nP\n=\n4.9\n×\ne\n−\n14in a 1-tailed\nt\ntest; per unit area of\n\ncell,\n\n>\n2.3-fold,\nP\n=\n2.9\n×\ne\n−\n15in a 1-tailed\nt\ntest) (Fig. 2\nH\n).\n\nLysosomal Function and Lysosome Destruction Decrease as Quiescence\n\nDeepens.\nWe thought the increases of both lysosomal gene expres-\n\nsion and lysosomal mass as quiescence deepens would lead to an\n\nincrease of lysosomal function. Instead, we found that autophagy\nflux, an indicator for the primary lysosomal function, did not in-\n\ncrease but gradually declined as cells moved deeper into quiescence,\n\nas seen in an LC3-II turnover assay (32) (Fig. 3\n\nA\n). This result posed\n\n2 immediate questions: 1) What is the relationship between in-\n\ncreased lysosomal mass and gene expression to decreased lysosomal\n\nfunction? 2) Does declined lysosomal function cause quiescence\ndeepening and, if so, how?\nAn increase of lysosomal mass can be caused by an increase of\nlysosome biogenesis or a decrease of lysosome destruction or\n\nboth. Since lysosome itself is destructed via an autophagic pro-\n\ncess named lysophagy (33, 34), the declined autophagy flux we\nobserved in cells with prolonged serum starvation (Fig. 3\n\nA\n)\n\nsuggests that the rate of lysosome destruction likely declines\n\naccordingly in deep quiescence. If this is the case, when we in-\nhibit autophagy/losophagy, we expect that 1) lysosomal mass will\n\nincrease in cells, and 2) the degree of increase (fold-change) will\n\nbe smaller in deep than shallow quiescent cells. Indeed, when we\ntreated 2-, 5-, and 8-d serum-starved quiescent cells with an\n\nautophagy inhibitor (nocodazole or vinblastine) (35) to repress\n\nautophagy/lysophagy (as seen by decreased autophagy flux in\nLC3 turnover assay) (Fig. 3\n\nB\n), we found that the relative in-\n\ncrease of LysoTracker intensity was smaller in cells under pro-\n\nlonged starvation (Fig. 3\n\nC\nand\nD\n). Although the result should be\n\ntaken with caveat since nocodazole and vinblastine are general\nautophagy inhibitors but not specific lysophagy inhibitors (which\n\nare lacking in the field to the best of our knowledge), and thus\n\nmay cause other side effects, this result, together with decreased\nautophagy (Fig. 3\n\nA\n), suggested that lysosome destruction de-\n\ncreased as quiescence deepened. Insufficient lysosome destruc-\n\ntion by autophagy/lysophagy can lead to an accumulation of\ndamaged lysosomes in the cell, which in turn interferes with ly-\n\nsosomal homeostasis and function (34).\n\nInterestingly, while blocking autophagy/lysophagy by either\n\nnocodazole or vinblastine increased the LysoTracker intensity in\n\nquiescent REF cells, it did not increase the number of lysosomes\n(\n\nSI Appendix\n, Fig. S4\nA\nand\nC\n) and even decreased the lysosomal\n\nnumber over time (\n\nSI Appendix\n, Fig. S4\nB\nand\nD\n). This result is\n\ndifferent from the increased lysosomal number we observed,\nalong with quiescence deepening (Fig. 2\n\nH\n); it suggests that de-\n\ncreased lysosome destruction was not the only factor contribut-\n\ning to the increase of lysosomal mass in deep quiescent cells.\nIndeed, increased lysosome biogenesis (consistent with the in-\n\ncreased lysosomal gene expression, as seen in Fig. 2\n\nE\nand\nF\n) also\n\nplayed a role in this process, as we will explain further in the\n\nDiscussion\n\n. Altogether, our study suggests that increased lyso-\n\nsomal mass (containing damaged lysosomes) is both partially\n\ncaused by and contributes to decreased lysosomal function and\nautophagic clearance in deep quiescence.\n\nInhibiting L"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "ogenesis (consistent with the in-\n\ncreased lysosomal gene expression, as seen in Fig. 2\n\nE\nand\nF\n) also\n\nplayed a role in this process, as we will explain further in the\n\nDiscussion\n\n. Altogether, our study suggests that increased lyso-\n\nsomal mass (containing damaged lysosomes) is both partially\n\ncaused by and contributes to decreased lysosomal function and\nautophagic clearance in deep quiescence.\n\nInhibiting Lysosomal Function Deepens Cellular Quiescence.\nOur next\nquestion concerns whether the decreased lysosomal function is\n\ncausal to, or merely a consequence of, deep quiescence. If de-\n\ncreased lysosomal function causes deep quiescence, we expect\nthat inhibiting lysosomal function in quiescent cells would fur-\n\nther deepen quiescence and that increasing lysosomal function\n\nwould lead to shallow quiescence.\nTo test this idea, we first performed pharmacological in-\nhibition of lysosomal function and measured corresponding\nchanges in quiescence depth (Fig. 4\n\nA\n). As seen in Fig. 1\nA\nand\nB\n,\n\ndeep quiescent cells under longer-term serum starvation both\n\nrequire a higher serum concentration and take a longer time to\nreenter the cell cycle. This result is consistent with our earlier\n\nstudy with targeted perturbations (although the relative degree\nof required increases in serum concentration and time may vary\n\ndepending on the specific quiescence-deepening factors) (14).\n\nHere we used at least 1 consistent indicator, the minimum serum\n\nconcentration required for cell cycle reentry, to measure quies-\n\ncence depth throughout this study.\n\nWe applied 2 lysosomal inhibitors, bafilomycin A1 (Baf) and\n\nchloroquine (CQ), that prevent lysosomal acidification (36). A\nshort exposure (6 h) to either drug was sufficient to inhibit ly-\n\nsosomal function in REF cells, evident by the impaired pro-\n\nteolytic degradation within the lysosomal compartment (\n\nSI\n\nAppendix\n\n, Fig. S5\nA\n). When quiescent cells were treated with\n\neither of these 2 lysosomal inhibitors, increasingly higher serum\nconcentrations were required to activate cells to reenter the cell\n\ncycle, in a drug dose-dependent manner (Fig. 4\n\nB\n–\nD\n; red arrow\n\npoints to serum concentration for activating\n\n∼\n50% of cells, judged\n\nbased on EdU incorporation, E2f-GFP reporter, and propidium\n\niodide [PI] staining, respectively). Correspondingly, at a given\nserum concentration (e.g., 4% serum), a decreasing percentage of\n\ncells were able to reenter the cell cycle (EdU\n+\n)withanincreasing\n\ndose of either lysosomal inhibitor, Baf or CQ (Fig. 4\n\nB\n). The ly-\n\nsosomal inhibition-caused quiescence deepening occurred re-\n\ngardless of the preceding quiescence depth before drug treatment:\n\nAs shown in\n\nSI Appendix\n,Fig.S5\n B\n, a higher serum concentration\n\nwas required to activate drug-treated (blue curve) than nontreated\n\n(red curve) cells at all test conditions (serum-starvation days).\n\nConsistently, cells took longer time to reenter the cell cycle\n\nunder the treatments of lysosomal inhibitors Baf and CQ. For\n\nexample, with either the treatment of 5\n\n/uni03BC\nM CQ or control\n\n(Dulbecco\n\n’\ns phosphate-buffered saline, DPBS), although nearly\n\nall cells were able to reenter the cell cycle (EdU\n+\n) by the 24th\n\n\n\n\n\n\n\nAB\n\nC\nD\n\nFig. 3.\n\nLysosomal\n–\nautophagic function and lysosome destruction decline as\n\nquiescence deepens. (\n\nA\n) LC3-II turnover assay in 2-, 6-, 8-, and 16-d serum-\n\nstarved cells. Quantified LC3-II\n\n/uni0394\n(the difference between LC3-II signal in-\n\ntensity normalized against\n\nα\n-Tubulin control in CQ-treated and nontreated\n\ncells) in duplicate samples is shown with a linear fit (red line). (\n\nInset\n)A\n\nrepresentative immunoblot image. (\n\nB\n) LC3-II turnover assay in 2-d serum-\n\nstarved cells treated with nocodazole, vinblastine, or vehicle control for 24 h\n\nat indicated doses. (\n\nC\n) LysoTracker intensity of 2-, 5-, and 8-d serum-\n\nstarved cells treated with 25\n\n/uni03BC\nMnocodazole,20\n /uni03BC\nM vinblastine, or vehicle\n\ncontrol for 24 h (triplicates). (\n\nD\n) Relative LysoTracker intensity of treated\n\nsamples over vehicle control in\n\nC\nat the indicated serum starvation time.\n\nError bar, SEM. *\n\nP\n<\n0.05, **\nP\n<\n0.01, and ***\nP\n<\n0.001 (1-tailed\nt\ntest).\nFujimaki et al.PNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22627\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nhour of serum stimulation (20%) (green arrow in Fig. 4\nB\n,\nUpper\n),\n\nthe EdU\n+\npercentage of cells was significantly smaller with 5\n\n/uni03BC\nM"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "|\nvol. 116\n|\nno. 45\n|\n22627\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nhour of serum stimulation (20%) (green arrow in Fig. 4\nB\n,\nUpper\n),\n\nthe EdU\n+\npercentage of cells was significantly smaller with 5\n\n/uni03BC\nM\n\nCQ than with DPBS at the 19th hour (Fig. 4\n\nE\n), indicating a\n\ndelayed cell cycle entry with CQ treatment. The entry\n\n–\ndelay effect\n\nof Baf at the tested dose range was weaker than that of CQ:\nUnder strong serum stimulation (20%), the EdU\n+\npercentage of\n\ncells with either the treatment of 50 nM Baf or DMSO control did\n\nnot show a significant difference at either the 19th hour (Fig. 4\n\nE\n)\n\nor 24th hour (green arrow in Fig. 4\n\nB\n,\nLower\n); however, under\n\nreduced serum stimulation strength (6%) and longer observation\n\ntime window, the effect of Baf becomes clear in causing a delayed\n\nhalf-activation time of the quiescence-exit cell population com-\npared to the DMSO control (Fig. 4\n\nF\n).\n\nAs seen in Fig. 4\n\nB\n, a short but strong inhibition of lysosomal\n\nfunction by CQ treatment (6 h, 20\n\n/uni03BC\nM) deepened quiescence; the\n\nvast majority of cells were still EdU\n−\nat the 24th hour after 20%\n\nserum stimulation. However, these cells were reversible and\n\nbecame EdU\n+\nby the 48th hour (Fig. 4\n\nG\n). In comparison, a\n\nprolonged lysosomal inhibition by CQ treatment at a lower dose\n(54 h, 5\n\n/uni03BC\nM) drove a significant subpopulation of quiescent cells\n\ninto a more irreversible state: As seen in Fig. 4\n\nH\n, 41.4\n±\n2.9%\n\nsuch treated cells remained EdU\n−\nafter 48 h of 20% serum\n\nstimulation; in comparison,\n\n<\n2.5% of nontreated control cells\n\nremained EdU\n−\n(Fig. 4\n\nH\n). This result in quiescent cells may be\n\nrelated to earlier findings that a repeated or long exposure to\n\nsublethal stresses can effectively induce proliferating cells to\nsenescence (37, 38). In addition to the irreversible phenotype, we\nfound that long-term CQ exposed qu\niescent cells exhibited other\n\nhallmarks of senescence: A significantly increased\n\nβ\n-galactosidase\n\nactivity (\n\nP\n=\n0.011 in 1-tailed\nt\ntest) (Fig. 4\nI\n) and hypertrophy with a\n\nsignificantly increased cell size upon serum stimulation (\n\nP\n=\n0.003 in\n\n1-tailed\n\nt\ntest) (Fig. 4\nJ\n). Taken together, our data suggest that an\n\nimpairment of lysosomal function in quiescent cells can lead to deep\n\nquiescence and potentially a senescence-like state.\n\nEnhancing Lysosomal Function Pushes Cells toward Shallower Quiescence.\n\nIf the impaired lysosomal function is responsible for quiescence\n\ndeepening, enhancing such function will likely counteract this trend\n\nand push cells into shallower quiescence. Consistent with this hy-\n\npothesis, we observed that nutrient starvation, a known inducer of\nautophagy, pushed cells into shallo\nwer quiescence: Serum-starved\n\nREF cells treated with PBS (i.e., unde\nr additional nutrient starvation)\n\nfor 320 min showed significantly higher E2f-ON% (\n\nSI Appendix\n,Fig.\n\nS6\n\nA\n)andEdU\n +\n%(\nSI Appendix\n,Fig.S6\n B\n) upon serum stimulation\n\nthan treated with control (i.e., wit\nhout nutrient starvation). This re-\n\nsult is similar to what was previous\nly observed in quiescent neural\n\nstem cells (NSCs) (39). However, nut\nrient starvation induces a range\n\nof cellular responses (e.g., AMPK activation and mTOR inhibition)\nin addition to autophagy. To increa\nse lysosomal function directly, we\n\nsought to enhance lysosomal gene\nexpression and biogenesis in REF\n\ncells. Lysosomal gene expression and biogenesis can be up-regulated\n\nby a MiT/TFE family of transcript\nion factors Tfeb, Mitf, and Tfe3,\n\nwhich bind to a CLEAR-box sequence upstream of many lysosomal\ngenes and are known as the master re\ngulator of lysosome biogenesis\nA\n\nC\n BEF\n\nG\nD\n\nI\nH\n\nJ\n\nFig. 4.\n\nLysosomal inhibition pushes cells into deeper quiescence and senescent-like state. (\nA\n) Experimental scheme of the quiescence-depth assays in\nB\n–\nD\n\n\nwith lysosomal inhibitor treatment. Q, quiescent state. (\n\nB\n–\nD\n) Readouts of EdU (\nB\n), E2f-GFP (\nC\n), and PI staining (\nD\n) in quiescence-depth assay of 2-d serum-\n\nstarved cells (\n\n∼\n10,000 cells per sample, with the highest frequency set to 100% at the\ny\naxis of each histogram). Cells at Ed"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "B\n–\nD\n\n\nwith lysosomal inhibitor treatment. Q, quiescent state. (\n\nB\n–\nD\n) Readouts of EdU (\nB\n), E2f-GFP (\nC\n), and PI staining (\nD\n) in quiescence-depth assay of 2-d serum-\n\nstarved cells (\n\n∼\n10,000 cells per sample, with the highest frequency set to 100% at the\ny\naxis of each histogram). Cells at EdU\n−\nand EdU\n+\n(\nB\n), E2f-ON and -OFF\n\nstates (\n\nC\n), and G0/G1 (2N), S (2-4N), and G2/M phase (4N) (\nD\n) are as indicated. Red arrows in\nB\n–\nD\n, serum concentrations that activated E2f1 or initiated DNA\n\nreplication in approximately half of the cell population. Green arrows in\n\nB\n, cell cycle reentry (EdU\n+\n) of the indicated whole-cell populations. Blue arrows in\nD\n,\n\ncell populations that contained a subset of recently divided cells following strong serum stimulation. Quantifications of cell death and irreversi\nble arrest\n\npercentages at treatment conditions in\n\nB\n–\nD\nare shown in\nSI Appendix\n, Table S3.(\nE\nand\nF\n) Cell cycle reentry (EdU\n+\n) of 2-d serum-starved cells treated with\n\nvehicle, CQ, or Baf for 6 h (as in\n\nA\n), followed by serum stimulation at 20% (\nE\n)or6%(\n F\n). Cells were harvested at the indicated time points (19 h,\nE\n;10to30h,\n\n\nF\n\n). Error bar in\nE\n, SEM (\nn\n=\n2); **\nP\n<\n0.01, and ns, insignificance,\nP\n>\n0.05 (1-tailed\nt\ntest). Dotted lines in\nF\nindicate the estimated median cell cycle reentry time\n\n(50 nM Baf-treated\n\n=\n24.3 h; DMSO control\n=\n20.6 h) of the quiescence-exited cells by the 30th hour (\nn\n=\n2 at each time point). (\nG\nand\nH\n) EdU profiles of 2-\n\nd serum-starved cells treated with 20\n\n/uni03BC\nM CQ for 5.5 h (\nG\n)or5\n /uni03BC\nM CQ for 54 h (\nH\n), followed by 20% serum stimulation for 48 h (\nn\n=\n2). (\nI\nand\nJ\n) Cells were\n\ntreated as in\n\nH\n(5\n/uni03BC\nM CQ or vehicle control for 54 h,\nn\n=\n2), then either measured for\nβ\n-galactosidase activity (\nI\n), or stimulated with 20% serum for 48 h\n\nfollowed by cell size measurement (\n\nJ\n).\n\n22628\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116 Fujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\n(40\n–\n43). Remarkably, the expression of Mitf and Tfe3 but not Tfeb\n\nincreased significantly in deep quiescence (Fig. 5\n\nA\n)(\nP\n=\n0.028, 0.032,\n\nand 0.827 for Mitf, Tfe3, and Tf\neb, respectively, in a 1-tailed\nt\ntest\n\ncomparing 16-d and 2-d serum-sta\nrved cells); meanwhile, Mitf but\n\nnot Tfeb and Tfe3 showed a high degree of coexpression with lyso-\n\nsomal genes in quiescence (\n\nSI Appendix\n,Fig.S6\n C\n). Together, these\n\nresults suggested a unique role for Mitf in regulating lysosomal\nfunction in the quiescent REF cell model. Indeed, we found that\nectopic Mitf expression in quiescent REF cells (arrow in\n\nSI Appendix\n,\n\nFig. S6\n\nD\n) significantly increased both the LysoTracker intensity (\nP\n=\n\n\n0.017 in a 1-tailed\n\nt\ntest) (Fig. 5\nB\nand\nC\n) and lysosomal number (\nSI\n\nAppendix\n\n,Fig.S6\n E\n) in the cell, as well as enhanced autophagy flux\n\n(higher LC3-II\n\n/uni0394\n)(Fig.5\n D\n), demonstrating the ability of Mitf to\n\nincrease lysosomal biogenesis and fu\nnction. Consistently, ectopic Mitf\n\nexpression pushed cells into shallower quiescence, as seen in both a\n\nhigher EdU\n+\n% upon serum stimulation (Fig. 5\n\nE\n) and a shorter time\n\nto reenter the cell cycle (Fig. 5\n\nF\n). Notably, there was a monotonic\n\ncorrelation between the level of i\nntroduced Mitf expression vector\n\n(indicated by mCherry intensity) (\n\nx\naxis in Fig. 5\nG\n) and the\nEdU\n+\nlevel upon serum stimulation (normalized to mCherry con-\n\ntrol) (\n\ny\naxis in Fig. 5\nG\n), suggesting that cells can be continuously\n\ndriven to shallower quiescence by enhancing lysosomal function.\n\nLysosomal Function Prevents Quiescence Deepening via ROS Reduction.\n\nLysosomes are"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "f expression vector\n\n(indicated by mCherry intensity) (\n\nx\naxis in Fig. 5\nG\n) and the\nEdU\n+\nlevel upon serum stimulation (normalized to mCherry con-\n\ntrol) (\n\ny\naxis in Fig. 5\nG\n), suggesting that cells can be continuously\n\ndriven to shallower quiescence by enhancing lysosomal function.\n\nLysosomal Function Prevents Quiescence Deepening via ROS Reduction.\n\nLysosomes are known to play an antioxidative role in quiescent\nstem cells (15, 16). Thus, here we tested whether lysosomal\n\nfunction potentially prevents quiescence deepening by anti-\n\noxidation. If it does, we reasoned that increasing antioxidation in\nthe cell would reduce quiescence depth. Indeed, we found that\nsupplementing antioxida\nnt 2-mercaptoethanol (\nβ\nME) drove\n\nquiescent cells into a shallower state, from which cells became\nmore sensitive to growth signals (higher EdU\n+\n% upon serum\nstimulation) (Fig. 6\n\nA\n); conversely, supplementing an oxidative\n\nreagent tert-butyl hydroperoxide (tBHP) drove cells into deeper\nquiescence, shown by the lower EdU\n+\n% (Fig. 6\n\nB\n) and lower E2f-\n\nON% (\n\nSI Appendix\n, Fig. S7\nA\n) upon stimulation at a given serum\n\nconcentration with increasing tBHP concentration. These results\nindicate that the degree of oxidative stress is positively correlated\nwith quiescence depth.\n\n\nABCD\n\nE\n\nFG\n\nFig. 5.\n\nEnhancing lysosomal function pushes cells toward shallower quiescence. (\nA\n) Time-course expression of MiT/TFE family members in RNA-seq analysis.\n\nDashed line, SEM of the fitted line. (\n\nB\nand\nC\n) Lysosomal mass indicated by LysoTracker intensity. Cells were cotransfected with Mitf-GFP and mCherry ex-\n\npression vectors (Mitf/mCherry, triplicates) or mCherry control alone (mCherry, duplicates) and induced to quiescence by 4-d serum starvation. (\n\nB\n) Distribution\n\nof LysoTracker intensity in\n\n∼\n10,000 cells per sample, with the highest frequency set at 100% (\ny\naxis). (\nC\n) Binned LysoTracker intensity (log-transformed with\n\nthe median of mCherry control set at 0; bottom and top edges of each box indicate the first and third quartiles, respectively). Cells were grouped accor\nding to\n\ntheir mCherry intensity (log-transformed) into 22 even-width bins (bins with cell number\n\n<\n40 or with background fluorescence level similar to nontransfected\n\ncells were filtered out). (\n\nD\n) LC3-II turnover assay. Cells were transfected with Mitf-GFP expression vector or dGFP control and induced to quiescence by 4-d\n\nserum starvation. (\n\nUpper\n) Representative immunoblot image. (\nLower\n) Quantified LC3-II\n/uni0394\n(between CQ-treated and nontreated cells as in Fig. 3\nA\n, dupli-\n\ncates). Error bar, SEM. (\n\nE\n) Quiescence-depth assay by EdU profile (\nn\n=\n2). Cells were transfected with Mitf-GFP expression vector or dGFP control and induced\n\nto quiescence by 2- or 4-d serum starvation, followed by serum stimulation at indicated concentrations (0.5 to 4%) for 24 h. *\n\nP\n<\n0.05 and **\nP\n<\n0.01 (1-tailed\n\n\nt\n\ntest). (\nF\n) Cell cycle reentry (EdU\n+\n) of 2-d serum-starved cells transfected with Mitf-GFP vector or dGFP control, followed by 2% serum stimulation for the\n\nindicated durations. Dotted lines indicate the estimated median cell cycle reentry time (Mitf-GFP\n\n=\n20.5 h; dGFP\n=\n21.7 h) of the quiescence-exited cells by the\n\n30th hour (\n\nn\n=\n2 at each time point). (\nG\n) Quiescence-depth assay in mCherry or Mitf/mCherry transfected cells. Transfected cells were induced to quiescence by\n\n4-d serum starvation and stimulated with 0.5% serum. EdU\n+\n% was measured after 24 h of serum stimulation (in 7 and 9 replicates of mCherry and mCherry/\nMitf transfection, respectively;\n\n∼\n10,000 cells each). Transfected cells were binned according to mCherry intensity as in\nC\n. EdU\n+\n% of mCherry/Mitf cells was\n\nnormalized to that of mCherry control cells in each bin. The resultant\n\n“\nEdU\n+\nlevel\n”\n(\ny\naxis) indicates relative fold increase of quiescence exit (EdU\n+\n) associated\n\nwith ectopic Mitf level (indicated by mCherry intensity,\n\nx\naxis) over corresponding mCherry control. (\nB\n,\nC\n, and\nG\n) Cotransfected mCherry was used as a proxy to\n\nquantify Mitf-GFP expression (see\n\nSI Appendix\n, Fig. S6\nF\nfor verification). Using GFP for quantification otherwise may be interefered by the E2f-GFP reporter\n\nsignal in the cell; in addition, GFP fluorescence is quenched by the Click-i"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "x\naxis) over corresponding mCherry control. (\nB\n,\nC\n, and\nG\n) Cotransfected mCherry was used as a proxy to\n\nquantify Mitf-GFP expression (see\n\nSI Appendix\n, Fig. S6\nF\nfor verification). Using GFP for quantification otherwise may be interefered by the E2f-GFP reporter\n\nsignal in the cell; in addition, GFP fluorescence is quenched by the Click-iT reaction in EdU assay and thus cannot be used for quantification.\nFujimaki et al.\nPNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22629\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nNext, we found that inhibiting lysosomal function by Baf and\n\nCQ, which deepened quiescence, increased mitochondrial ROS\nlevel (higher MitoSox intensity) (Fig. 6\n\nC\nand\nD\n). Conversely,\n\nenhancing lysosomal function by ectopic Mitf expression, which\n\nreduced quiescence depth, suppressed mitochondrial ROS\n(lower MitoSox intensity) (Fig. 6\n\nE\n) in a dose-dependent manner\n\n(Fig. 6\n\nF\n). Consistently, tBHP blocked the effect of Mitf on re-\n\nducing quiescence depth: While the ectopic Mitf expression in-\ncreased the EdU\n+\n% over control, additional tBHP treatment in\nMitf-transfected cells decreased the EdU\n+\n% in a tBHP dose-\n\ndependent manner (Fig. 6\n\nG\n). We also considered that lyso-\n\nsomes may prevent quiescence deepening by increasing energy\nproduction, another known role of lysosomes (18). However,\ntreatment with metabolites known to increase ATP production,\n\nsuch as methyl pyruvate (MPy), did not reduce quiescence depth\n\nwith statistical significance (\n\nSI Appendix\n, Fig. S7\nB\n); it actually\n\nincreased quiescence depth at high concentrations (\n\nSI Appendix\n,\n\nFig. S7\n\nC\n), indicating that ATP generation is likely not respon-\n\nsible for how lysosomal function prevents quiescence deepening\nin the tested conditions, reminiscent of similar findings in yeasts\n(44). Taken together, our findings suggest that: 1) Increasing\noxidative stress deepens quiescence, and reducing oxidative\n\nstress prevents quiescence from deepening; 2) reducing lysosomal\n\nfunction increases ROS, the mediator of oxidative stress, and in-\n\ncreasing lysosomal function decreases ROS; and 3) increasing or\ndecreasing lysosomal function continuously modulates quiescence\ndepth, acting like a dimmer switch (Fig. 6\n\nH\n).\n\nQuiescence Deepening Is Linked to Cellular Senescence and Aging.\n\nFinally, we examined whether and how deep quiescence in REF\n\ncells is related to the quiescent states of other cell types (case Q)\nand other nongrowth cellular states, such as senescence (case S).\n\nTo this end, we first developed a gene-expression signature in-\n\ndicating the quiescence depth in REF cells by performing a\nlinear regression analysis of the time-course RNA-seq data (see\n\nMaterials and Methods\n\nfor details). To identify a signature that\n\ncorresponds to a deepening of quiescence as opposed to simply\n\nhalting the cell cycle, we omitted the proliferating sample (0 d) from\nthe analysis and used samples corresponding to 2- to 16-d\nserum\n\nstarvation (i.e., shallow to deep quiescence) to build the regression\n\nmodel. We next applied this quiescence-depth signature to other\npublicly available RNA-seq datase\nts related to cases Q and S, above.\n\nAB CD\n\nE\n\nGH\n\nF\n\n\nFig. 6.\n\nLysosomal function reduces oxidative stress and prevents quiescence deepening. (\nA\n) Two-day serum-starved cells were further cultured in starvation\n\nmedium containing\n\nβ\nME for 4 d and stimulated with 2% or 4% serum for 24 h, followed by EdU assay. *\nP\n<\n0.05, 1-tailed\nt\ntest statistical significance and ns,\n\ninsignificance, (triplicates with\n\n∼\n10,000 cells each). Error bar, SEM. (\nB\n) Two-day serum-starved cells were treated with tBHP at indicated concentrations for 1 h\n\nand stimulated with various concentrations of serum as indicated for 24 h, followed by EdU assay. (\n\nA\nand\nB\n) Quantifications of cell death and irreversible\n\narrest percentages at treatment conditions in\n\nA\nand\nB\nare shown in\nSI Appendix\n, Table S3.(\nC\nand\nD\n) Intracellular ROS level in quiescent REF cells treated with\n\nlysosomal inhibitors. Two-day serum-starved cells were treated with Baf or CQ at indicated concentrations for 6 h and subjected to MitoSox measureme\nnt\n\n(duplicates with\n\n∼\n10,000 cells each). MitoSox signal distribution with the highest frequency set at 100% (\ny\naxis,\nC\n) and its median (log-transformed,\nD\n) are\n\nshown. Error bar, SEM. (\n\nE\nand\nF\n) Intracellular ROS level in quiescent cells transfected with Mitf expression vector. Cells were transfected with Mitf-GFP or"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "MitoSox measureme\nnt\n\n(duplicates with\n\n∼\n10,000 cells each). MitoSox signal distribution with the highest frequency set at 100% (\ny\naxis,\nC\n) and its median (log-transformed,\nD\n) are\n\nshown. Error bar, SEM. (\n\nE\nand\nF\n) Intracellular ROS level in quiescent cells transfected with Mitf expression vector. Cells were transfected with Mitf-GFP or dGFP\n\ncontrol vectors and induced to quiescence by 4-d serum starvation, followed by MitoSox measurement (triplicates with\n\n∼\n10,000 cells each). REF cells without\n\nthe E2F-GFP reporter were used to avoid interfering Mitf-GFP quantification by the reporter signal. (\n\nE\n) MitoSox signal distribution with the highest frequency\n\nset at 100% (\n\ny\naxis). (\nF\n) Binned MitoSox intensity (log-transformed and normalized with the median of dGFP control set at 0). Cells were grouped according to\n\ntheir log-transformed GFP intensity into 20 even-width bins. (\n\nG\n) Quiescence-depth assay of Mitf transfected cells cotreated with tBHP (\nn\n=\n2). Cells were\n\ntransfected with Mitf-GFP expression vector or dGFP control, induced to quiescence by 2-d serum starvation. Mitf-transfected cells were further tr\neated with\n\ntBHP at indicated concentration for 1 h. Cells were subsequently stimulated with 4% serum for 24 h and subjected to EdU assay. (\n\nH\n) Model of quiescence-\n\ndepth regulation by lysosomal function.\n\n22630\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\n Fujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nAs an example of case Q, dormant NSCs in vivo transition into\n\na shallower quiescent state called primed NSCs upon neural\ninjury (9). When we applied the quiescence-depth gene signature\nof REF cells to the RNA-seq data corresponding to NSCs before\n\nand after neural injury, we obtained quiescence depth scores\n\n(QDS) from the linear regression model (see\n\nMaterials and\n\nMethods\n\nfor details) to indicate the relative quiescence depth of\n\nNSCs. We found that the QDS of primed NSCs after injury was\nsignificantly smaller (i.e., shallower quiescence) than that of\ndormant NSCs before injury (Fig. 7\n\nA\n). This result suggests that\n\nthe quiescence-depth signature of REF cells in vitro can predict\nthe relative quiescence depth of NSCs in vivo, indicating that this\n\ngene signature may reflect shared quiescence regulatory mech-\n\nanisms across different cell types.\n\nTo test case S, we analyzed RNA-seq datasets associated with\n\ncellular senescence and aging by applying the QDS model with\nthe quiescence-depth gene signature of REF cells. Strikingly, we\nfound that QDS correctly predicted cellular senescence and ag-\ning in a wide array of cell lines in vitro (20, 21) and tissues in vivo\n\n(22, 23) (Fig. 7\n\nB\n–\nD\n). In all 6 cell lines (BJ, IMR-90, WI-38,\n\nHFF, MRC-5, and MDAH041) studied under replicative se-\nnescence and in all 3 conditions (Adriamycin, 5-aza, and H2O2)\nstudied under stress-induced senescence, QDS was significantly\nlarger than that in proliferating controls (Fig. 7\n\nB\n). Notably, QDS\n\nwas constructed without involving proliferating samples (by\n\ncomparing shallow and deep quiescent cells under 2- to 16-d\n\nserum starvation) and thus likely reflects a common feature\n\nbetween deep quiescence and senescence. Consistently, a set of\n\n\n“\n\nsenescence core signature\n”\ngenes identified from metaanalysis\n\n(19) exhibit similar expression changes (i.e., up- or down-regulation)\n\nunder both deep quiescence and senescence (Fig. 7\n\nE\n). Further-\n\nmore, QDS was found significantly larger in aged hematopoietic\nstem cells (Fig. 7\n\nC\n) and monotonically increasing in all 11\n\nstudied rat organs undergoing agi\nng processes from juvenile to\n\nadolescence, adult, and aged stages (Fig. 7\n\nD\n). The success of\n\nQDS gene signature to predict both senescence in vitro and aging\n\nin vivo suggests that quiescence deepening may share a molecular\nmechanistic basis with and act as a transitional state toward se-\n\nnescence and aging (see more in\n\nDiscussion\n). Consistently, it was\n\nrecently reported that long-term cultured quiescent human fi-\nbroblasts eventually transit into senescence under physiological\n\noxygen conditions (45).\n\n\nDiscussion\n\n\nThe lysosome\n\n–\nautophagy pathway is known to protect adult stem\n\ncells against irreversible states, such as senescence, apoptosis,\n\n\n\n\n\nAB C\n\nD\n E\n\nFig. 7.\n\nQuiescence deepening parallels cellular senescence in vitro and aging in vivo. (\nA\n) QDS of dormant, primed, and activated NSCs predicated based on\n\nthe quiescence-depth gene expression"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "ence under physiological\n\noxygen conditions (45).\n\n\nDiscussion\n\n\nThe lysosome\n\n–\nautophagy pathway is known to protect adult stem\n\ncells against irreversible states, such as senescence, apoptosis,\n\n\n\n\n\nAB C\n\nD\n E\n\nFig. 7.\n\nQuiescence deepening parallels cellular senescence in vitro and aging in vivo. (\nA\n) QDS of dormant, primed, and activated NSCs predicated based on\n\nthe quiescence-depth gene expression signature developed in REF cells. Each dot represents a single cell sampled by single-cell RNA (scRNA)-seq (9)\n.See\n\n\nMaterials and Methods\n\nfor details. *\nP\n<\n0.05, **\nP\n<\n0.01, and ***\nP\n<\n0.001 (1-tailed\nt\ntest, same below in\nB\nand\nC\n). (\nB\n) Predicted QDS of indicated cell lines at\n\nproliferation versus replicative senescence or stress-induced senescence (caused by DNA damaging agent Adriamycin, DNA demethylation agent 5-az\na-2-\n\ndeoxycytidine [5-aza], or oxidant H2O2). Each dot represents a cell population sampled by RNA-seq (20, 21). (\n\nC\n) Predicted QDS of hematopoietic stem cells\n\n(HSCs) collected from young (2 to 3 mo) or aged (20 to 25 mo) mice. Each dot represents a single cell sampled by scRNA-seq (22). (\n\nD\n) Predicted QDS of indicated\n\norgan types harvested from rats (female,\n\nUpper\n; male,\nLower\n) at indicated age stages. *\nP\n<\n0.05, **\nP\n<\n0.01, and ***\nP\n<\n0.001 (1-way ANOVA). Each dot\n\nrepresents a cell population sampled by RNA-seq (23). (\n\nE\n) Expression dynamics of\n“\nsenescence core signature\n”\ngenes in RNA-seq analysis of 2- to 16-d serum-\n\nstarved cells, shown in a hierarchical clustering heatmap (\n\nLeft\n) or an overlaid line plot (\nRight\n).\n“\nSenescence core signature\n”\ngenes up- or down-regulated in\n\nsenescent cells are grouped,\n\nUpper\nand\nLower\n, respectively.\nFujimaki et al.PNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22631\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nand terminal differentiation (15, 16, 18). The present study shows\n\nthat instead of a simple OFF\n\n–\nON switch, lysosomes function as a\n\ndimmer switch to continuously modulate quiescence depth (Fig.\n\n6\n\nH\n) and proliferative capacity of quiescent cells.\n\nOur study suggests that as cells move deeper in quiescence,\nlysosomal gene expression and lysosomal mass increase, but ly-\n\nsosomal function and lysosome destruction decrease. Decreased\n\nlysosome destruction via autophagy/lysophagy contributes to an\nincreased lysosomal mass and likely an accumulation of damaged\nlysosomes, which in turn contributes to a decreased lysosomal\n\n–\n\n\nautophagy function. Decreased lysosome destruction alone,\n\nhowever, does not fully explain the increased lysosomal mass\n(both lysoTracker intensity of lysosome number) observed in\n\ndeep quiescent cells (Fig. 2\n\nG\nand\nH\n), as blocking lysosome\n\ndestruction increased LysoTracker intensity but not the number\nof lysosomes in REF cells (\n\nSI Appendix\n, Fig. S4); similarly, it was\n\nreported previously that lysosomal number did not change or\n\neven mildly decreased in autophagy-impaired fibroblasts with\n\nAtg4B and Atg7 mutations (46). The other contributing factor of\nincreased lysosomal mass in deep quiescence appears to be ly-\nsosomal biogenesis: The expression of Mitf, a master regulator of\n\nlysosomal biogenesis, significantly increased the lysosomal\n\nnumber (\n\nSI Appendix\n, Fig. S6\nE\n) in quiescent REF cells. Con-\n\nsistently, we found that applying small chemical inhibitors to\nrepress Mcoln1 (also known as TRPML1) that is crucial for ly-\n\nsosome biogenesis (47) significantly decreased lysosomal number\n\nin quiescent REF cells (\n\nSI Appendix\n, Fig. S8\nA\nand\nB\n). The in-\n\ncrease in lysosome biogenesis itself is likely compensatory to\n\nquiescence deepening: Mitf expression increases significantly\n\nalong with quiescence deepening (Fig. 5\n\nA\n); relatedly, inhibiting\n\nlysosome biogenesis further deepens quiescence (lower EdU\n+\n%\nwith Mcoln1 inhibitors than with DMSO control) (\n\nSI Appendix\n,\n\nFig. S8\n\nC\n). The dynamic balance and relative contributions of\n\nlysosome biogenesis and degradation destruction in deep quies-\ncence await further investigation.\nREF cells in deep quiescence exhibited reduced autophagy\n\nflux (Fig. 3\n\nA\n), which may be relevant to the declined autophagy\n\nobserved in aging (15, 48\n\n–\n50) and senescent cells (17, 51). It is\n\nunclear what resulted in declined autophagy in deep quiescence\ndespite increased lysosomal gene expression (Fig. 2\n\nE\n) and bio-\n\ngenesis"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "further investigation.\nREF cells in deep quiescence exhibited reduced autophagy\n\nflux (Fig. 3\n\nA\n), which may be relevant to the declined autophagy\n\nobserved in aging (15, 48\n\n–\n50) and senescent cells (17, 51). It is\n\nunclear what resulted in declined autophagy in deep quiescence\ndespite increased lysosomal gene expression (Fig. 2\n\nE\n) and bio-\n\ngenesis. Note that not every lysosomal gene increased expression\n\nwith quiescence deepening: A small subset of lysosomal genes\nenriched for those that also function in the Golgi network\nshowed a general decrease (see cluster B in Fig. 2\n\nE\nfor enrich-\n\nment analysis and\n\nSI Appendix\n, Table S2). As the Golgi network\n\nis critical to transporting lysosomal hydrolases from cytoplasmic\nribosomes into lysosomal vesicles (52), the reduced expression of\n\nsome of these related genes, therefore, may lead to a reduced\n\nlysosomal\n\n–\nautophagy function. Alternatively, the\n“\nnet\n”\ndecrease\n\nin lysosomal function may be adaptive and serve as a cellular\ncounter for serum-deprivation duration (i.e., environmental\n\ngrowth restriction), which in turn determines how cautious the\n\ncell will get before resuming growth. The exact mechanisms\ndictating the relationship between lysosomal function and qui-\nescence depth awaits further studies.\n\nOur results suggest that lysosomal function prevents quies-\n\ncence deepening via ROS reduction (Fig. 6). Previous studies\nhave shown that the lysosome\n\n–\nautophagy pathway reduces ROS\n\nin several types of quiescent cells (15, 16) through mitophagy:\n\nThat is, selective autophagic degradation of damaged mito-\n\nchondria (15). It remains to be tested whether lysosomes prevent\nquiescence deepening in REF cells via mitophagy, but the re-\n\nduced mitochondrial ROS levels resulting from enhanced lyso-\n\nsomal function (Fig. 6\n\nE\nand\nF\n) is consistent with this model.\n\nIt was shown previously that mTORC1 can transform muscle\nstem cells into a shallower quiescent state, called GAlert, in which\n\ncells are sensitized to growth stimulation (8). Consistently, con-\n\ntinuous mTORC1 activation led to depletion of certain types of\nquiescent stem cells in vivo by forcing cell cycle reentry (53, 54).\n\nIt is well established that mTORC1 drives cell growth and in-\n\nhibits the lysosome-autophagy pathway (43, 55). Accordingly, the\n\neffect of mTORC1 on quiescence depth is likely 2-sided: By\npromoting cell growth, mTORC1 facilitates quiescence exit and\nthus reduces quiescence depth; by inhibiting lysosomal function,\n\nmTORC1 drives cells deeper into quiescence. In the GAlertcase,\n\nwhere mTORC1 is activated both before and during stimulation,\nthe net result appears to be shallower quiescence. The exact\nbimodal effects of mTORC1 on quiescence depth may be com-\n\nplicated and condition-dependent, awaiting future studies.\n\nThe lysosome\n\n–\nautophagy pathway plays an important role in\n\ncancer physiology and dormancy (5, 40, 41, 56\n\n–\n58). Activities of\n\nMiT/TFE family members, including Tfeb and Mitf, are up-regulated\n\nby overexpression or nuclear localization in multiple cancer types,\nincluding lung, pancreatic, and ovarian cancers (41, 59, 60), which is\nlinked to poor prognosis and survival (59, 60). The lysosome\n\n–\nauto-\n\nphagy pathway appears to help mai\nntain dormant cancer cells and\n\nfacilitate survival and metastasis (5). Consistently, autophagy in-\nhibition decreases the viability of dormant breast cancer cells and\ntheir metastatic recurrence, suggesting a promising treatment\n\nstrategy (57). Future studies are needed to determine the op-\n\ntimal target and degree of lysosomal\n\n–\nautophagy inhibition in treat-\n\nment to minimize disrupting the qu\niescence depth of normal cells.\n\nOur study highlights that deep quiescent cells exhibit gene-\n\nexpression signatures that are similar to senescent and aged cells\n\n(Fig. 7\n\nB\n–\nE\n). The enriched up-regulation of lysosomal genes\n\n(KEGG_lysosome gene set) is shown in 10 of the 11 studied\n\naging tissues (adrenal gland, br\nain, heart, kidney, liver, lung,\n\nspleen, thymus, uterus, testis,\nbut not muscle); it is also shown\n\nin 5 of the 6 cell lines (BJ, IMR-90, WI-38, HFF, MRC-5, but\nnot MDAH041) studied under replicative senescence, but not\n\nshown in stress (Adriamycin/5-aza/H2O2)-induced senescence in\n\nMDAH041 cells (\n\nSI Appendix\n, Table S4). This result is consistent\n\nwith the findings that senescence and aging are partially driven\nby ROS and can be counteracted by lysosome\n\n–\nautophagy activ-\n\nities in many but not all conditions (6, 15, 17, 61\n\n–\n63), indicating\n\nthe contributions of other potentially shared mechanisms un-\nderlying deep quiescence, senescence, and aging. Among them,\nDNA damage is a likely candidate, which can be caused by\n\nvarious stress signals (e"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "the findings that senescence and aging are partially driven\nby ROS and can be counteracted by lysosome\n\n–\nautophagy activ-\n\nities in many but not all conditions (6, 15, 17, 61\n\n–\n63), indicating\n\nthe contributions of other potentially shared mechanisms un-\nderlying deep quiescence, senescence, and aging. Among them,\nDNA damage is a likely candidate, which can be caused by\n\nvarious stress signals (e.g., ROS and replication stress) and is\n\nassociated with quiescence entry (64, 65) as well as cellular se-\nnescence (66, 67) and aging (68, 69). Furthermore, many cellular\nactivities are up- or down-regulated as cells move deeper in\n\nquiescence (\n\nSI Appendix\n, Fig. S2\nC\n). Some of these cellular ac-\n\ntivities may be involved in the regulation of quiescence depth and\npotentially senescence and aging, with their detailed mechanisms\n\nawaiting further studies. In this regard, it has been shown recently\n\nin both NSCs and bacteria that the accumulation of protein ag-\ngregates is associated with quiescence deepening, and that the\nclearance of protein aggregates (by lysosomes in NSCs and by\n\nDnaK\n\n–\nClpB complex in bacteria) drives cells to shallower quies-\n\ncence and enhances their ability to reenter the cell cycle (39, 70).\nQuiescence entry and exit are regulated by the Rb-E2f-Cyclin/\nCdk gene network (71, 72) that functions as a bistable switch\n\n(25). How does the toggle switch-like nature of the Rb-E2f\n\npathway fit with the lysosomal dimmer switch? We speculate\nthat during quiescence exit, cells first move progressively into\nshallow quiescence and at a time point, the restriction point (73,\n\n74),\n\n“\nflip\n”\ninto the cell cycle by committing to proliferation; the\n\nwhole process acts like adjusting a sliding dimmer before activating\na toggle switch. In this regard, i\nt will be important to figure out\n\nwhether and how the lysosomal switch cross-talks with the Rb-E2f\n\nswitch in controlling quiescence\ndepth and exit in future studies.\n\nRelatedly, recent in vivo studies on muscle and neural stem\ncells generally invoke 2 quiescence state: 1 shallow (e.g., GAlertand primed quiescence) and 1 deep. Our findings that the gene-\nexpression signature we developed in the fibroblast model\n\n22632\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116\n Fujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\nin vitro can correctly classify deep (dormant) and shallow (primed)\n\nNSCs in vivo (Fig. 7\n\nA\n) suggest a potential mechanistic link be-\n\ntween the quiescent states in vitro and in vivo. As such, we\n\npredict that quiescence depth in vivo is also continuous instead\nof binary. It is possible that different levels of injuries can cause\nvarying levels of quiescent states in vivo, which was not examined\n\npreviously but would be interesting to test in future studies. Fi-\n\nnally, in support of the continuous quiescence depth in vivo are\nthe earlier findings that in the liver after partial hepatectomy and\n\nin the salivary gland after isoproterenol stimulation, cells in in-\n\ncreasingly older rats took an increasingly longer time to initiate\nDNA synthesis, behaving like cells in increasing deeper quies-\ncence (10, 75).\n\nQuiescence is commonly believed to protect cells from irre-\n\nversible arrest, such as senescence. Our work suggests that this\nprotection declines in long-term quiescent cells and the gradual\nquiescence deepening likely represents a transition path from\n\ncell proliferation to senescence. Relatedly, the same Rb and p53\n\npathways appear to underlie both quiescence and senescence\n(76\n\n–\n79). Whether and how the lysosome\n–\nautophagy pathway\n\ninteracts with Rb and p53 pathways to regulate the transition\n\nfrom deep quiescence to senescence, and whether such a tran-\n\nsition is gradual following a continuum or abrupt as controlled by\nan ultrasensitive or bistable switch-like mechanism (80, 81), re-\n\nmain significant unanswered questions (\n\nSI Appendix\n, Fig. S1\nA\n).\n\n\nMaterials and Methods\n\nDetailed descriptions of RNA-seq and downstream data analysis and mod-\n\neling, modulation of lysosomal\n\n–\nautophagic function and lysosome bio-\n\ngenesis, assays for quiescence-depth, lysosomal mass and proteolytic activity,\n\nautophagy flux, mitochondrial ROS,\n\nβ\n-galactosidase activity, cell size, and\n\ncytotoxicity are provided in\n\nSI Appendix\n.\n\nCell Culture and Quiescence Induction.\n\nREFs used in this study are from a single-\n\ncell clone derived from REF52 cells and contain a stably integrated human\n\nE2F1 promoter-driven destabilized EGFP (E2f-GFP) reporter, as previously\n\ndescribed [i.e., REF/E23 cells (25, 82)] unless otherwise noted. Cells were\n\npassaged every 2 to 3 d and maintained at subconfluency in growth me-\n\ndium: DMEM supplemented with 10% bovine growth serum (BGS;"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "single-\n\ncell clone derived from REF52 cells and contain a stably integrated human\n\nE2F1 promoter-driven destabilized EGFP (E2f-GFP) reporter, as previously\n\ndescribed [i.e., REF/E23 cells (25, 82)] unless otherwise noted. Cells were\n\npassaged every 2 to 3 d and maintained at subconfluency in growth me-\n\ndium: DMEM supplemented with 10% bovine growth serum (BGS; GE\n\nHealthcare, SH30541). To induce quiescence, cells were plated at\n\n∼\n50%\n\nconfluence in growth medium for a day, washed twice with DMEM, and\n\ncultured in serum-starvation medium (DMEM containing 0.02% BGS) for the\n\nindicated duration (\n\n≥\n2d).\n\n\nQuiescence-Depth Assay.\n\nTo assess quiescence depth, cells were switched from\n\nserum-starvation medium to serum-stimulation medium (DMEM containing\n\nBGS at indicated concentrations) and harvested at indicated time points by\n\ntrypsinization. The cell fraction that reentered the cell cycle was quantified by\n\nassessing the profile of EdU incorporation (and the profiles of E2f-GFP re-\n\nporter and PI DNA staining when indicated). Quiescence depth is determined\n\nby the serum threshold required to activate cells to reenter the cell cycle. At a\n\ngiven serum concentration, a smaller percentage of deeper quiescent cells are\n\nable to reenter the cell cycle by a given time than of shallower quiescent cells.\n\nSee text for details.\n\n\nData Availability.\n\nThe data reported in this paper have been deposited in the\n\nGene Expression Omnibus (GEO) database,\nhttps://www.ncbi.nlm.nih.gov/\n\ngeo\n(accession no. GSE124109).\n\n\nACKNOWLEDGMENTS.\n\nWe thank Johnny Fares for valuable discussions and\n\nsuggestions on lysosomal function and assays; Andrew Peak and Andrew\nCapaldi for critical reading and comments on the manuscript; and Haoxing\nXu for providing Mcoln1 inhibitors. This work was supported by National\nScience Foundation Grants DMS-1463137 (to G.Y.), DMS-1418172 (to G.Y.\nand H.H.Z.), CCF-1740858 (to H.H.Z.), and DMS-1462049 (to J.X.); National\nInstitutes of Health Grant R01DK119232 (to J.X.); Chinese National Science\nand Technology Major Project 2018ZX10302205 (to F.B.); and Guangdong\nProvince Key Research and Development Program 2019B020226002 (to F.B.).\n1. M. Rumman, J. Dhawan, M. Kassem, Concise review: Quiescence in adult stem cells:\n\nBiological significance and relevance to tissue regeneration.\n\nStem Cells\n33\n, 2903\n–\n2912\n\n(2015).\n\n2. T. H. Cheung, T. A. Rando, Molecular regulation of stem cell quiescence.\n\nNat. Rev.\n\nMol. Cell Biol.\n\n14\n, 329\n–\n340 (2013).\n\n3. L. Rossi\n\net al\n., Less is more: Unveiling the functional core of hematopoietic stem cells\n\nthrough knockout mice.\n\nCell Stem Cell\n11\n, 302\n–\n317 (2012).\n\n4. H. A. Coller, L. Sang, J. M. Roberts, A new description of cellular quiescence.\n\nPLoS Biol.\n\n\n4\n\n, e83 (2006).\n\n5. M. S. Sosa, P. Bragado, J. A. Aguirre-Ghiso, Mechanisms of disseminated cancer cell\n\ndormancy: An awakening field.\n\nNat. Rev. Cancer\n14\n, 611\n–\n622 (2014).\n\n6. J. Oh, Y. D. Lee, A. J. Wagers, Stem cell aging: Mechanisms, regulators and therapeutic\n\nopportunities.\n\nNat. Med.\n20\n, 870\n–\n880 (2014).\n\n7. N. E. Sharpless, R. A. DePinho, How stem cells age and why this makes us grow old.\n\n\nNat. Rev. Mol. Cell Biol.\n\n8\n, 703\n–\n713 (2007).\n\n8. J. T. Rodgers\n\net al\n., mTORC1 controls the adaptive transition of quiescent stem cells\n\nfrom G0 to G(Alert).\n\nNature\n510\n, 393\n–\n396 (2014).\n\n9. E. Llorens-Bobadilla\n\net al\n., Single-cell transcriptomics reveals a population of dormant\n\nneural stem cells that become activated upon brain injury.\n\nCell Stem Cell\n17\n, 329\n–\n340\n\n(2015).\n\n10. N. L. Bucher, Regeneration of mammalian liver.\n\nInt. Rev. Cytol.\n15\n, 245\n–\n300 (1963).\n\n11. G. S. Roth, R. C. Adelman, Age-dependent regulation of mammalian DNA synthesis\n\nand cell division in vivo by glucocorticoids.\n\nExp. Gerontol.\n9\n,27\n –\n31 (1974).\n\n12. T. A. Owen, D. R. Soprano, K. J. Soprano, Analysis of the growth factor requirements\n\nfor stimulation of WI-38 cells after extended periods of density-dependent growth\narrest.\n\nJ. Cell. Physiol.\n139\n, 424\n–\n431 (1989).\n\n13. L. H. Augenlicht, R. Baserga, Changes in the"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "9\n,27\n –\n31 (1974).\n\n12. T. A. Owen, D. R. Soprano, K. J. Soprano, Analysis of the growth factor requirements\n\nfor stimulation of WI-38 cells after extended periods of density-dependent growth\narrest.\n\nJ. Cell. Physiol.\n139\n, 424\n–\n431 (1989).\n\n13. L. H. Augenlicht, R. Baserga, Changes in the G0 state of WI-38 fibroblasts at different\n\ntimes after confluence.\n\nExp. Cell Res.\n89\n, 255\n–\n262 (1974).\n\n14. J. S. Kwon\n\net al\n., Controlling depth of cellular quiescence by an Rb-E2F network\n\nswitch.\n\nCell Rep.\n20\n, 3223\n–\n3235 (2017).\n\n15. L. García-Prat\n\net al\n., Autophagy maintains stemness by preventing senescence.\nNature\n\n\n529\n\n,37\n –\n42 (2016).\n\n16. T. T. Ho\n\net al\n., Autophagy maintains the metabolism and function of young and old\n\nstem cells.\n\nNature\n543\n, 205\n–\n210 (2017).\n\n17. H. T. Kang, K. B. Lee, S. Y. Kim, H. R. Choi, S. C. Park, Autophagy impairment induces\n\npremature senescence in primary human fibroblasts.\n\nPLoS One\n6\n, e23367 (2011).\n\n18. J. J. Lum\n\net al\n., Growth factor regulation of autophagy and cell survival in the absence\n\nof apoptosis.\n\nCell\n120\n, 237\n–\n248 (2005).\n\n19. A. Hernandez-Segura\n\net al\n., Unmasking transcriptional heterogeneity in senescent\n\ncells.\n\nCurr. Biol.\n27\n, 2652\n–\n2660.e4 (2017).\n\n20. M. Purcell, A. Kruger, M. A. Tainsky, Gene expression profiling of replicative and in-\n\nduced senescence.\n\nCell Cycle\n13\n, 3927\n–\n3937 (2014).\n21. S. Marthandan\n\net al\n., Conserved senescence associated genes and pathways in pri-\n\nmary human fibroblasts detected by RNA-seq.\n\nPLoS One\n11\n, e0154531 (2016).\n\n22. A. Grover\n\net al\n., Single-cell RNA sequencing reveals molecular and functional platelet\n\nbias of aged haematopoietic stem cells.\n\nNat. Commun.\n7\n, 11075 (2016).\n\n23. Y. Yu\n\net al\n., A rat RNA-seq transcriptomic BodyMap across 11 organs and 4 de-\n\nvelopmental stages.\n\nNat. Commun.\n5\n, 3230 (2014).\n\n24. G. Yao, C. Tan, M. West, J. R. Nevins, L. You, Origin of bistability underlying mam-\n\nmalian cell cycle entry.\n\nMol. Syst. Biol.\n7\n, 485 (2011).\n\n25. G. Yao, T. J. Lee, S. Mori, J. R. Nevins, L. You, A bistable Rb-E2F switch underlies the\n\nrestriction point.\n\nNat. Cell Biol.\n10\n, 476\n–\n482 (2008).\n\n26. K. Fujimaki\n\net al\n., Graded regulation of cellular quiescence depth between pro-\n\nliferation and senescence by a lysosomal dimmer switch. Gene Expression Omnibus.\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc\n\n=\nGSE124109. Deposited 11 Octo-\n\nber 2019.\n\n27. N. E. Sharpless, C. J. Sherr, Forging a signature of in vivo senescence.\n\nNat. Rev. Cancer\n\n\n15\n\n, 397\n–\n408 (2015).\n\n28. G. Yu, L.-G. Wang, Y. Han, Q.-Y. He, clusterProfiler: An R package for comparing\n\nbiological themes among gene clusters.\n\nOMICS\n16\n, 284\n–\n287 (2012).\n\n29. W. Huang, B. T. Sherman, R. A. Lempicki, Systematic and integrative analysis of large\n\ngene lists using DAVID bioinformatics resources.\n\nNat. Protoc.\n4\n,44\n –\n57 (2009).\n\n30. A. Subramanian\n\net al\n., Gene set enrichment analysis: A knowledge-based approach\n\nfor interpreting genome-wide expression profiles.\n\nProc. Natl. Acad. Sci. U.S.A.\n102\n,\n\n15545\n\n–\n15550 (2005).\n\n31. F. Nazio\n\net al\n., Fine-tuning of ULK1 mRNA and protein levels is required for auto-\n\nphagy oscillation.\n\nJ. Cell Biol.\n215\n, 841\n–\n856 (2016).\n\n32. N. Mizushima, T. Yoshimori, B. Levine, Methods in mammalian autophagy research.\n\n\nCell\n\n140\n, 313\n–\n326 (2010).\n\n33. J. Hasegawa, I. Maejima, R. Iwamoto, T. Yoshimori, Selective autophagy: Lysophagy.\n\n\nMethods\n\n75\n, 128\n–\n132 (2015).\n\n34. C. Papadopoulos, H. Meyer, Detection and clearance of damaged lysosomes by the\n\nendo-lysosomal damage"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "autophagy research.\n\n\nCell\n\n140\n, 313\n–\n326 (2010).\n\n33. J. Hasegawa, I. Maejima, R. Iwamoto, T. Yoshimori, Selective autophagy: Lysophagy.\n\n\nMethods\n\n75\n, 128\n–\n132 (2015).\n\n34. C. Papadopoulos, H. Meyer, Detection and clearance of damaged lysosomes by the\n\nendo-lysosomal damage response and Lysophagy.\n\nCurr. Biol.\n27\n, R1330\n–\nR1341 (2017).\n\n35. I. Monastyrska, E. Rieter, D. J. Klionsky, F. Reggiori, Multiple roles of the cytoskeleton\n\nin autophagy.\n\nBiol. Rev. Camb. Philos. Soc.\n84\n, 431\n–\n448 (2009).\n\n36. D. J. Klionsky\n\net al\n., Guidelines for the use and interpretation of assays for monitoring\n\nautophagy (3rd edition).\n\nAutophagy\n12\n,1\n–\n222 (2016).\n\n37. F. Debacq-Chainiaux\n\net al\n., Screening of senescence-associated genes with specific\n\nDNA array reveals the role of IGFBP-3 in premature senescence of human diploid fi-\nbroblasts.\n\nFree Radic. Biol. Med.\n44\n, 1817\n–\n1832 (2008).\n\n38. J. Duan, J. Duan, Z. Zhang, T. Tong, Irreversible cellular senescence induced by pro-\n\nlonged exposure to H2O2 involves DNA-damage-and-repair genes and telomere\nshortening.\n\nInt. J. Biochem. Cell Biol.\n37\n, 1407\n–\n1420 (2005).\n\n39. D. S. Leeman\n\net al\n., Lysosome activation clears aggregates and enhances quiescent\n\nneural stem cell activation during aging.\n\nScience\n359\n, 1277\n–\n1283 (2018).\nFujimaki et al.PNAS\n|\nNovember 5, 2019\n|\nvol. 116\n|\nno. 45\n|\n22633\nCELL BIOLOGY\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13.\n\n40. D. Ploper\net al\n., MITF drives endolysosomal biogenesis and potentiates Wnt signaling\n\nin melanoma cells.\n\nProc. Natl. Acad. Sci. U.S.A.\n112\n, E420\n–\nE429 (2015).\n\n41. R. M. Perera\n\net al\n., Transcriptional control of autophagy-lysosome function drives\n\npancreatic cancer metabolism.\n\nNature\n524\n, 361\n–\n365 (2015).\n\n42. V. Bouché\n\net al\n., Drosophila Mitf regulates the V-ATPase and the lysosomal-\n\nautophagic pathway.\n\nAutophagy\n12\n, 484\n–\n498 (2016).\n\n43. C. Settembre, A. Fraldi, D. L. Medina, A. Ballabio, Signals from the lysosome: A control\n\ncentre for cellular clearance and energy metabolism.\n\nNat. Rev. Mol. Cell Biol.\n14\n, 283\n–\n\n\n296 (2013).\n\n44. D. Laporte\n\net al\n., Metabolic status rather than cell cycle signals control quiescence\n\nentry and exit.\n\nJ. Cell Biol.\n192\n, 949\n–\n957 (2011).\n\n45. S. Marthandan, S. Priebe, P. Hemmerich, K. Klement, S. Diekmann, Long-term qui-\n\nescent fibroblast cells transit into senescence.\n\nPLoS One\n9\n, e115597 (2014).\n\n46. I. Maejima\n\net al\n., Autophagy sequesters damaged lysosomes to control lysosomal\n\nbiogenesis and kidney injury.\n\nEMBO J.\n32\n, 2336\n–\n2347 (2013).\n\n47. A. Miller\n\net al\n., Mucolipidosis type IV protein TRPML1-dependent lysosome formation.\n\n\nTraffic\n\n16\n, 284\n–\n297 (2015).\n\n48. S. Vittorini\n\net al\n., The age-related accumulation of protein carbonyl in rat liver cor-\n\nrelates with the age-related decline in liver proteolytic activities.\n\nJ. Gerontol. A Biol.\n\nSci. Med. Sci.\n\n54\n, B318\n–\nB323 (1999).\n\n49. S. Kaushik\n\net al\n., Loss of autophagy in hypothalamic POMC neurons impairs lipolysis.\n\n\nEMBO Rep.\n\n13\n, 258\n–\n265 (2012).\n\n50. A. M. Cuervo, J. F. Dice, Age-related decline in chaperone-mediated autophagy.\n\n\nJ. Biol. Chem.\n\n275\n, 31505\n–\n31513 (2000).\n\n51. B. I. Han, S. H. Hwang, M. Lee, A progressive reduction in autophagic capacity con-\n\ntributes to induction of replicative senescence in Hs68 cells.\n\nInt. J. Biochem. Cell Biol.\n\n\n92\n\n,18\n –\n25 (2017).\n\n52. J. P. Luzio, P. R. Pryor, N. A."
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": ", 31505\n–\n31513 (2000).\n\n51. B. I. Han, S. H. Hwang, M. Lee, A progressive reduction in autophagic capacity con-\n\ntributes to induction of replicative senescence in Hs68 cells.\n\nInt. J. Biochem. Cell Biol.\n\n\n92\n\n,18\n –\n25 (2017).\n\n52. J. P. Luzio, P. R. Pryor, N. A. Bright, Lysosomes: Fusion and function.\n\nNat. Rev. Mol. Cell\n\nBiol.\n\n8\n, 622\n–\n632 (2007).\n\n53. C. Chen\n\net al\n., TSC-mTOR maintains quiescence and function of hematopoietic stem\n\ncells by repressing mitochondrial biogenesis and reactive oxygen species.\n\nJ. Exp. Med.\n\n\n205\n\n, 2397\n–\n2408 (2008).\n\n54. D. Adhikari\n\net al\n., Tsc/mTORC1 signaling in oocytes governs the quiescence and ac-\n\ntivation of primordial follicles.\n\nHum. Mol. Genet.\n19\n, 397\n–\n410 (2010).\n\n55. M. Laplante, D. M. Sabatini, mTOR signaling in growth control and disease.\n\nCell\n149\n,\n\n274\n\n–\n293 (2012).\n\n56. A. Yang, A. C. Kimmelman, Inhibition of autophagy attenuates pancreatic cancer\n\ngrowth independent of TP53/TRP53 status.\n\nAutophagy\n10\n, 1683\n–\n1684 (2014).\n\n57. L. Vera-Ramirez, S. K. Vodnala, R. Nini, K. W. Hunter, J. E. Green, Autophagy pro-\n\nmotes the survival of dormant breast cancer cells and metastatic tumour recurrence.\n\n\nNat. Commun.\n\n9\n, 1944 (2018).\n\n58. E. E. Mowers, M. N. Sharifi, K. F. Macleod, Autophagy in cancer metastasis.\n\nOncogene\n\n\n36\n\n, 1619\n–\n1630 (2017).\n\n59. A. Giatromanolaki\n\net al\n., Increased expression of transcription factor EB (TFEB) is\n\nassociated with autophagy, migratory phenotype and poor prognosis in non-small\n\ncell lung cancer.\n\nLung Cancer\n90\n,98\n –\n105 (2015).\n\n60. X. Fu, L. Zhang, L. Dan, K. Wang, Y. Xu, Expression of TFEB in epithelial ovarian cancer\n\nand its role in autophagy.\n\nInt. J. Clin. Exp. Pathol.\n9\n, 10914\n–\n10928 (2016).\n\n61. C. D. Rubinsztein, G. Mariño, G. Kroemer, Autophagy and aging.\n\nCell\n146\n, 682\n–\n695\n\n(2011).\n 62. Z. Dou\n\net al\n., Autophagy mediates degradation of nuclear lamina.\nNature\n527\n, 105\n–\n\n\n109 (2015).\n\n63. M. Narita\n\net al\n., Spatial coupling of mTOR and autophagy augments secretory phe-\n\nnotypes.\n\nScience\n332\n, 966\n–\n970 (2011).\n\n64. A. R. Barr\n\net al\n., DNA damage during S-phase mediates the proliferation-quiescence\n\ndecision in the subsequent G1 via p21 expression.\n\nNat. Commun.\n8\n, 14728 (2017).\n\n65. M. Arora, J. Moser, H. Phadke, A. A. Basha, S. L. Spencer, Endogenous replication\n\nstress in mother cells leads to quiescence of daughter cells.\n\nCell Rep.\n19\n, 1351\n–\n1364\n\n(2017).\n66. V. Gire, P. Roux, D. Wynford-Thomas, J. M. Brondello, V. Dulic, DNA damage check-\npoint kinase Chk2 triggers replicative senescence.\n\nEMBO J.\n23\n, 2554\n–\n2563 (2004).\n\n67. F. d\n\n’\nAdda di Fagagna, Living on a break: Cellular senescence as a DNA-damage re-\n\nsponse.\n\nNat. Rev. Cancer\n8\n, 512\n–\n522 (2008).\n\n68. J. P. Soares\n\net al\n., Aging and DNA damage in humans: A meta\n/uni2010\nanalysis study.\nAging\n\n(Albany N.Y.)\n\n6\n, 432\n–\n439 (2014).\n\n69. I. Beerman, J. Seita, M. A. Inlay, I. L. Weissman, D. J. Rossi, Quiescent hematopoietic\n\nstem cells accumulate DNA damage during aging that is repaired upon entry into cell\n\ncycle.\n\nCell Stem Cell\n15\n,37\n –\n50 (2014).\n\n70. Y. Pu\n\net al\n., ATP-dependent dynamic protein aggregation regulates bacterial dor-\n\nmancy depth critical for antibiotic tolerance.\n\nMol. Cell\n73\n, 143\n–\n156.e4 (2018).\n\n71. S. L. Spencer\n\net al\n., The proliferation-quiescence decision is controlled by a bifurcation\n\nin CDK2 activity at mitotic exit.\n\nCell\n155\n, 369\n–\n383 (2013).\n\n72. D. Sun, L. Buttitta, States of G0and"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "aggregation regulates bacterial dor-\n\nmancy depth critical for antibiotic tolerance.\n\nMol. Cell\n73\n, 143\n–\n156.e4 (2018).\n\n71. S. L. Spencer\n\net al\n., The proliferation-quiescence decision is controlled by a bifurcation\n\nin CDK2 activity at mitotic exit.\n\nCell\n155\n, 369\n–\n383 (2013).\n\n72. D. Sun, L. Buttitta, States of G0and the proliferation-quiescence decision in cells,\n\ntissues and during development.\n\nInt. J. Dev. Biol.\n61\n, 357\n–\n366 (2017).\n\n73. C. Schwarz\n\net al\n., A precise Cdk activity threshold determines passage through the\n\nrestriction point.\n\nMol. Cell\n69\n, 253\n–\n264.e5 (2018).\n\n74. J. P. Matson, J. G. Cook, Cell cycle proliferation decisions: The impact of single cell\n\nanalyses.\n\nFEBS J.\n284\n, 362\n–\n375 (2017).\n\n75. R. C. Adelman, G. Stein, G. S. Roth, D. Englander, Age-dependent regulation of\n\nmammalian DNA synthesis and cell proliferation in vivo.\n\nMech. Ageing Dev.\n1\n,49\n –\n59\n\n(1972).\n\n76. B. G. Childs, M. Durik, D. J. Baker, J. M. van Deursen, Cellular senescence in aging and\n\nage-related disease: From mechanisms to therapy.\n\nNat. Med.\n21\n, 1424\n–\n1435 (2015).\n\n77. J. W. Shay, O. M. Pereira-Smith, W. E. Wright, A role for both RB and p53 in the\n\nregulation of human cellular senescence.\n\nExp. Cell Res.\n196\n,33\n –\n39 (1991).\n\n78. J. Campisi, F. d\n\n’\nAdda di Fagagna, Cellular senescence: When bad things happen to\n\ngood cells.\n\nNat. Rev. Mol. Cell Biol.\n8\n, 729\n–\n740 (2007).\n\n79. D. C. Bennett, Human melanocyte senescence and melanoma susceptibility genes.\n\n\nOncogene\n\n22\n, 3063\n–\n3069 (2003).\n\n80. J. J. Tyson, K. C. Chen, B. Novak, Sniffers, buzzers, toggles and blinkers: Dynamics of\n\nregulatory and signaling pathways in the cell.\n\nCurr. Opin. Cell Biol.\n15\n, 221\n–\n231 (2003).\n\n81. J. E. Ferrell, Jr, S. H. Ha, Ultrasensitivity part III: Cascades, bistable switches, and\n\noscillators.\n\nTrends Biochem. Sci.\n39\n, 612\n–\n618 (2014).\n\n82. X. Wang\n\net al\n., Exit from quiescence displays a memory of cell growth and division.\n\n\nNat. Commun.\n\n8\n, 321 (2017).\n\n83. C. L. Smith, J. A. Blake, J. A. Kadin, J. E. Richardson, C. J. Bult; Mouse Genome Da-\n\ntabase Group, Mouse Genome Database (MGD)-2018: Knowledgebase for the labo-\n\nratory mouse.\n\nNucleic Acids Res.\n46\n, D836\n–\nD842 (2018).\n\n22634\n|\nwww.pnas.org/cgi/doi/10.1073/pnas.1915905116 Fujimaki et al.\nDownloaded from https://www.pnas.org by UNIVERSITY OF ARIZONA LIBRARY on October 25, 2024 from IP address 128.196.199.13."
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "Extracellular Fluid Flow InducesShallow Quiescence Through Physicaland Biochemical Cues\nBi Liu1,2†, Xia Wang2,3†, Linan Jiang4*, Jianhua Xu1, Yitshak Zohar4and Guang Yao2*\n1School of Pharmacy, Fujian Provincial Key Laboratory of Natural Medicine Pharmacology, Fujian Medical University, Fuzhou,China,\n2Department of Molecular and Cellular Biology, University of Arizona, Tucson, AZ, United States,3College of AnimalScience and Technology, Northwest A&F University, Yangling, China,\n4Aerospace and Mechanical Engineering, University ofArizona, Tucson, AZ, United States\nThe balance between cell quiescence and proliferation is fundamental to tissue physiologyand homeostasis. Recent studies have shown that quiescence is not a passive andhomogeneous state but actively maintained and heterogeneous. These cellularcharacteristics associated with quiescence were observed primarily in cultured cellsunder a static medium. However, cellsin vivoface different microenvironmentalconditions, particularly, under interstitial/uniFB02uid/uniFB02ows distributed through extracellularmatrices. Interstitial/uniFB02uid/uniFB02ow exerts shear stress on cells and matrix strain, and resultsin continuous replacement of extracellular factors. In this study, we analyzed individual cellsunder varying/uniFB02uid/uniFB02ow rates in micro/uniFB02uidic devices. We found quiescence characteristicspreviously identi/uniFB01ed under conventional static medium, including serum signal-dependantquiescence entry and exit and time-dependant quiescence deepening, are also presentunder continuous/uniFB02uid/uniFB02ow. Furthermore, increasing the/uniFB02ow rate drives cells to shallowerquiescence and become more likely to reenter the cell cycle upon growth stimulation. Thiseffect is due to/uniFB02ow-induced physical and biochemical cues. Speci/uniFB01cally, increasing shearstress or extracellular factor replacement individually, without altering other parameters,results in shallow quiescence. We show our experimental results can be quantitativelyexplained by a mathematical model connecting extracellular/uniFB02uid/uniFB02ow to an Rb-E2f bistableswitch that regulates the quiescence-to-proliferation transition. Our/uniFB01ndings uncover apreviously unappreciated mechanism that likely underlies the heterogeneous responses ofquiescent cells for tissue repair and regeneration in different physiological tissuemicroenvironments.\nKeywords: cellular quiescence, quiescence depth, extracellular/uniFB02uid/uniFB02ow,/uniFB02ow shear stress, extracellular factors,microenvironment, micro/uniFB02uidics, mathematical model\nINTRODUCTION\nQuiescence is a dormant, non-proliferative cellular state. Quiescent cells, however, still maintain thepotential to proliferate upon physiological signals, making them distinct from other dormant cellsthat are irreversibly arrested, such as those in senescence or terminal differentiation. Activatingquiescent cells (e.g., adult stem and progenitor cells) to proliferate is fundamental to tissuehomeostasis and repair (Coller et al., 2006;Wilson et al., 2008;Li and Clevers, 2010;Cheungand Rando, 2013). Quiescence has long been viewed as a passive cellular state lacking cell cycle\nEdited by:Weimin Li,Washington State University,United StatesReviewed by:Diane Alicia de Zélicourt,University of Zurich, SwitzerlandTaeko Kobayashi,Kyoto University, Japan*Correspondence:Linan Jiangjiangl@arizona.eduGuang Yaoguangyao@arizona.edu\n†These authors have contributedequally to this workSpecialty section:This article was submitted toCell Growth and Division,a section of the journalFrontiers in Cell and DevelopmentalBiologyReceived:11 October 2021Accepted:08 February 2022Published:24 February 2022Citation:Liu B, Wang X, Jiang L, Xu J, Zohar Yand Yao G (2022) Extracellular FluidFlow Induces Shallow QuiescenceThrough Physical andBiochemical Cues.Front. Cell Dev. Biol. 10:792719.doi: 10.3389/fcell.2022.792719\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927191ORIGINAL RESEARCHpublished: 24 February 2022doi: 10.3389/fcell.2022.792719activity. Recent studies, however, have revealed that quiescence israther actively maintained and highly heterogeneous (Colleret al., 2006;Sang et al., 2008;Cheung and Rando, 2013;Spencer et al., 2013;Wang et al., 2017).The heterogeneity of quiescent cells in their proliferationpotential can be described as a graded depth. Cells in deeperquiescence require stronger growth stimulation and take longerto exit quiescence and reenter the cell cycle than in shallowerquiescence (Augenlicht and Baserga, 1974;Kwon et al., 2017;Fujimaki et al., 2019). Hepatocytes in older rats are an example ofdeeper quiescent cells, displaying a longer delay before reenteringthe cell cycle and reinitiating DNA replication following partialhepatectomy, as compared to those in younger rats (Bucher,1963). Certain muscle and neural stem cells after tissue injury areexamples of shallow quiescent"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "Baserga, 1974;Kwon et al., 2017;Fujimaki et al., 2019). Hepatocytes in older rats are an example ofdeeper quiescent cells, displaying a longer delay before reenteringthe cell cycle and reinitiating DNA replication following partialhepatectomy, as compared to those in younger rats (Bucher,1963). Certain muscle and neural stem cells after tissue injury areexamples of shallow quiescent cells, primed to reenter the cellcycle faster upon the next damage (Rodgers et al., 2014;Llorens-Bobadilla et al., 2015). The dysregulation of cellular quiescencedepth can lead to disrupted tissue homeostasis, exhibiting eitheran insuf/uniFB01cient number of growing cells due to an abnormallydeep quiescence, or a depleted pool of quiescent stem andprogenitor cells due to an abnormally shallow quiescence(Orford and Scadden, 2008;Cheung and Rando, 2013;Fujimaki and Yao, 2020).Although dormant and non-proliferative, quiescent cellsreside in and interact with dynamic microenvironments. Aparticular microenvironmental factor is the interstitial/uniFB02uid/uniFB02owing over tissue cells, which transports nutrients and otherdissolved molecules that in/uniFB02uence cellular activities (Jain,1987;Swartz and Fleury, 2007;Freund et al., 2012;Yao et al.,2013). Interstitial/uniFB02ow also generates mechanical shear stresson cells, which affects cell morphology, migration, growth,and differentiation (Jain, 1987;Ng and Swartz, 2003;Tarbellet al., 2005;Swartz and Fleury, 2007;Polacheck et al., 2011;Shirure et al., 2017;Chen et al., 2019). To date, though,cellular quiescence has been mostly studied in cell culturesunder static medium or in animal models without examiningthe effects of interstitial/uniFB02uid/uniFB02ow. Whether and howextracellular/uniFB02uid/uniFB02ow affects cellular quiescence remainlargely unknown.In this study, we examined the effects of extracellular/uniFB02uid/uniFB02ow on cellular quiescence depth using a micro/uniFB02uidic systemwith a controllable medium/uniFB02\now rate. First, we found manyquiescence characteristics previously observed in cell culturesunder a static medium were also present in the micro/uniFB02uidicsystem under continuous medium/uniFB02ow. Furthermore, themedium/uniFB02ow affected cellular quiescence depth, and thus,the likelihood of cell cycle reentry upon growth stimulation.This result was further explained by the combined effect of/uniFB02ow-induced hydrodynamic shear stress and extracellularsubstance replacement. Lastly, the experimental resultswere integrated into a mathematic model that helpsunderstand and predict how extracellular/uniFB02uid/uniFB02owmodulates quiescence depth.To the best of our knowledge,this study is the/uniFB01rst to characterize the effects of extracellular/uniFB02uid/uniFB02ow on cellular quiescence, which could help betterunderstand the heterogeneous response of quiescent cells fortissue repair and regenerationin different physiologicalcontexts of living tissues.MATERIAL AND METHODSMicro/uniFB02uidic Device Design and Fabrication\nA micro/uniFB02uidic system was developed to study cellular quiescenceunder medium/uniFB02ow. To obtain suf/uniFB01cient numbers of cells for/uniFB02owcytometry analyses, a micro/uniFB02uidic device was designed featuringa straight channel 420/uni03BCm in height, 4 mm in width, and 4 cm inlength. The microdevices, made of optically transparentpolydimethylsiloxane (PDMS, Sylgard 184,Dow CorningCorporation, 3097358-1004), also allow real-time imaging ofcells during experimentation.The device fabrication process, illustrated inFigure 1, startedwith the fabrication of a master mold. The mold with features ofmicrochannel patterns was made in an aluminum block using acomputer numerical control (CNC) machine based on a 3DComputer-Aided Design (CAD). PDMS mixture, consisting of10:1 base and curing agent, was poured onto the mold. After airbubble removal from the mixture under vacuum, the PDMS wascured at 55\n°C for 3 h. The cured PDMS substrate was then peeledoff the mold with formed microchannel grooves (Figure 1A).After punching inlet and outlet holes at the two ends of a channel,the PDMS microchannel was bonded with a glass slide followingoxygen plasma treatment of the bonding surfaces (Figure 1B).Next, a pair of inlet and outlet tubing adapters was assembled foreach device to connect the microchannel to the external/uniFB02owcontrol system. The device fabrication and packaging werecompleted with incubation at 55\n°C for an hour to enhance thebonding strength (Figure 1C). Prior to experiments, themicro/uniFB02uidic devices were sterilized by/uniFB02owing ethanol throughthe microchannels, followed by UV irradiation for 1 h inside abiosafety hood. The inner surfaces of the microchannel werecoated with 2% (w/w)/uniFB01bronectin to enhance the adhesion of cellsto the bottom surface.\nFlow Rate and"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "55\n°C for an hour to enhance thebonding strength (Figure 1C). Prior to experiments, themicro/uniFB02uidic devices were sterilized by/uniFB02owing ethanol throughthe microchannels, followed by UV irradiation for 1 h inside abiosafety hood. The inner surfaces of the microchannel werecoated with 2% (w/w)/uniFB01bronectin to enhance the adhesion of cellsto the bottom surface.\nFlow Rate and Flow-Induced Shear Stress\nThe total volume of medium in a microdevice (including tubingat the inlet/outlet of the channel but not connectors,Figure 1C)isapproximately 140/uni03BCl, and the medium volume in themicro/uniFB02uidic channel alone is about 67 µl. In this study, acontinuous medium/uniFB02ow with a/uniFB01xed/uniFB02ow rate (5 or 20/uni03BCl/h)was fed into the channel to mimic the typical interstitial/uniFB02owvelocity in soft tissues (Swartz and Fleury, 2007) unless otherwisenoted. Correspondingly, the/uniFB02ow rate, rather than the primingvolume, is used to characterize the/uniFB02ow effect. We also considerthe concentration of the bulk/uniFB02uid is uniform spatially, and localdiffusion and convection at the interfaces between the/uniFB02uid andcells can be neglected.Pressure-driven/uniFB02ow in a microchannel presents a non-uniform velocity pro/uniFB01le, which gives rise to shear stress. Theshear stress for a Newtonian/uniFB02uid is directly proportional to theproduct of the velocity gradient and/uniFB02uid viscosity. Assuming a 2-D parabolic velocity pro/uniFB01le in a microchannel with a rectangular\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927192\nLiu et al.Extracellular Flow Induces Shallow Quiescencecross-section, the wall shear stress,τw, experienced by cellsattached on the bottom surface of the microchannel, is given by:τ\nw/equals\n6/uni03BCQWH\n2(1)whereWandHare the microchannel width and height,respectively,/uni03BCis the/uniFB02uid viscosity, andQis the volumetric/uniFB02ow rate. For a/uniFB01xed medium viscosity, estimated to be/uni03BC=0.73 cP at 37\n°C, and given the microchannel dimensions,W=4 mm andH= 420/uni03BCm, the shear stress is linearly proportional tothe/uniFB02uid/uniFB02ow rate. Thus, the two/uniFB02ow rates used in this study,Q=5 and 20/uni03BCl/h, correspond to shear stress valuesτ\nw= 0.09 × 10−3\nand 0.35 × 10−3dyne/cm2, respectively (Figure 1D).InEq. 1, for a/uniFB01xed/uniFB02ow rate and microchannel dimensions,wall shear stress is linearly proportional to the medium viscosity.Dextran (Sigma, D5251; ~ 500,000 average molecular weight) wasdissolved in the medium in various/uniFB01nal concentrations to obtaincorrespondingly various medium viscosities.Table 1summarizesthe resultant dextran-containing medium concentrations,viscosity at 37°C, and corresponding shear stress values for thetwo/uniFB02ow rates (Carrasco et al., 1989).\nCell Culture\nREF/E23 cells used in this work were derived from rat embryonic/uniFB01broblasts REF52 cells as a single-cell clone containing a stablyintegrated E2f1 promoter-driven destabilized GFP reporter (E2f-GFP for short), as previously described (Yao et al., 2008). Cellswere maintained at 37\n°C with 5% CO2in the growth medium:DMEM (Coning, 15013-CV supplemented with 2x Glutamax(Gibco, 35050)) containing 10% bovine growth serum BGS(HyClone, SH30541.03).\nQuiescence Depth Measurement UnderExtracellular Fluid Flow\nTo induce cellular quiescence, growing cells were trypsinized(Coning, 25052-CI), and 70/uni03BCl of cell suspension (0.6 millioncells/ml) was seeded into a micro/uniFB02uidic channel; after cell\n\nFIGURE 1 |Microdevice fabrication and dimensions.(A)aluminum mold and PDMS replicate.(B)PDMS microchannel bond onto a glass slide.(C)A micro/uniFB02uidicdevice with the microchannel dimensions.(D)The linear dependence of wall shear stress on/uniFB02uid/uniFB02ow rate. The red dotted lines indicate the wall shear stress levels at the/uniFB02ow rates of 5 and 20/uni03BCl/h, respectively.\n\nTABLE 1 |Flow-induced shear stress in medium containing varying dextran concentrations.Dextran concentration (mg/ml) Viscosity (cP) Wall shear stressat 5 ul/h/uniFB02owrate (10\n−3dyne/cm2)Wall shear stressat 20 ul/h/uniFB02owrate (10−3dyne/cm2)0 0.73 0.09 0.3525"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "uni03BCl/h, respectively.\n\nTABLE 1 |Flow-induced shear stress in medium containing varying dextran concentrations.Dextran concentration (mg/ml) Viscosity (cP) Wall shear stressat 5 ul/h/uniFB02owrate (10\n−3dyne/cm2)Wall shear stressat 20 ul/h/uniFB02owrate (10−3dyne/cm2)0 0.73 0.09 0.3525 1.95 0.23 0.9350 4.64 0.55 2.20100 23.78 2.82 11.28\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927193\nLiu et al.Extracellular Flow Induces Shallow Quiescenceattachment on the bottom surface of the channel overnight,growth medium inside the channel was replaced by acontinuous/uniFB02ow of serum-starvation medium (0.02% BGS inDMEM) at a designated/uniFB02ow rate controlled by a programmablesyringe pump (Harvard PHD 2000). Cell morphologies werefound comparable across the/uniFB02ow rate range (0–20/uni03BCl/h)(Supplementary Figure S1A). To induce quiescence exit,following serum starvation, the microdevice was disconnectedfrom the/uniFB02ow-feeding setup (syringe and pump), and serum-stimulation medium (1–4% BGS in DMEM) was gently/uniFB02owedinto the micro-chamber using a pipette and a tip at the inlettubing of the device. The medium change step is fast (<1 min for140 µl medium) and identical to all quiescent cell groups,avoiding the bias in the exposure time of cells to thestimulation medium (if otherwise using slow/uniFB02ows at different/uniFB02ow rates, 5 or 20/uni03BCl/h). Cells were then incubated with serum-stimulation medium at static condition (again, identical to allquiescent cell groups). After 26 h of serum stimulation, cellsinside the channel were harvested, and the intensities of E2f-GFP signals from individual cells were measured using a/uniFB02owcytometer (BD LSR II). Flow cytometry data were analyzed usingFlowJo software (version 10.0).The percentage of cells with the E2f at the“On”state (E2f-On%) in a cell population after serum stimulation was used as anindex for quiescence depth before stimulation: the smaller theE2f-On%, the deeper the quiescence depth prior to serumstimulation (Kwon et al., 2017). Consistent with our previousstudies in static-medium experiments (Kwon et al., 2017;Wanget al., 2017;Fujimaki et al., 2019), E2f-On% was foundcomparable to the percentage of cells with EdU incorporation(EdU+%) in the micro/uniFB02uidic experiments under continuous/uniFB02ows (Supplementary Figures S1B,C). In the EdUincorporation assay, 1 µM EdU was added to the serum-stimulation medium at 0 h, and the EdU signal intensity wasmeasured 30 h after serum stimulation by the Click-iT EdU assayfollowing the manufacturer’s protocol (ThermoFisher, C10634).\nMathematical Modeling and StochasticSimulations\nTo account for the effects of extracellular/uniFB02uid/uniFB02ow on quiescencedepth, the/uniFB02uid/uniFB02ow-associated terms were added to the serumresponse terms in our previously established Rb-E2F bistableswitch model (Supplementary Table S1)(Yao et al., 2008). Basedon the resultant ordinary differential equation (ODE) framework(Supplementary Table S1), a Langevin-type stochasticdifferential equation (SDE) model was constructed as follows(Gillespie, 2000;Lee et al., 2010):X\ni(t+τ)/equalsXi(t)+/summationdisplayMj/equals1\n]jiaj[X(t)]τ+θ/summationdisplayMj/equals1\n]ji/parenleftBigaj[X(t)]τ/parenrightBig1/2γ+δωτ\n1/2\n(2)where the/uniFB01rst two terms on the right account for deterministickinetics, and the third and fourth terms represent intrinsic andextrinsic noise, respectively.X(t)/equals(X1(t),...,Xn(t))is thesystem state at timet.X\ni(t)is the molecule number of speciesi(i/equals1,...,n)at timet. The time evolution of the system ismeasured based on the rates a\nj[X(t)](j/equals1,...,M)with thecorresponding change of molecule numberjdescribed in v\nji.Factorsγandωare two independent and uncorrelated Gaussiannoises. Scaling factorsθandδare implemented for theadjustment of intrinsic and extrinsic noise levels, respectively(unless otherwise noted,θ= 0.4,δ= 40, as selected to beconsistent with the experimental data presented inFigure 3).Units of model parameters and species concentrations(Supplementary Table S2) in the ODE model were convertedto molecule numbers. The E2f-On state was de/uniFB01ned as the E2fmolecule number at the 26th h after"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "δare implemented for theadjustment of intrinsic and extrinsic noise levels, respectively(unless otherwise noted,θ= 0.4,δ= 40, as selected to beconsistent with the experimental data presented inFigure 3).Units of model parameters and species concentrations(Supplementary Table S2) in the ODE model were convertedto molecule numbers. The E2f-On state was de/uniFB01ned as the E2fmolecule number at the 26th h after serum stimulation reachingbeyond a threshold value of 300. All SDEs were implemented andsolved in Matlab.\nRESULTSQuiescence Induction and Deepening OverTime are Consistent With or WithoutMedium Flow\nTo test whether and how extracellular/uniFB02uid/uniFB02ow affects cellularquiescence, we cultured REF/E23 cells in micro/uniFB02uidic devicesunder medium/uniFB02ow (Figure 1). Two/uniFB02ow rates (Q= 5 and 20/uni03BCl/h) were used in this study; they generated average velocities of0.82 and 3.33/uni03BCm/s on the micro/uniFB02uidic platform, respectively,which are on the order of typical interstitial/uniFB02ow velocity in softtissues (Swartz and Fleury, 2007). Cells were seeded inmicro/uniFB02uidic devices, and cell quiescence and proliferationstatus were assessed using a previously established and stablyintegrated E2f-GFP reporter (Yao et al., 2008), which wasvalidated by standard EdU-incorporation assay in regular cellcultures (Kwon et al., 2017;Wang et al., 2017;Fujimaki et al.,2019) as well as here on the micro/uniFB02uidic platform(Supplementary Figures S1B,C; see Methods).To induce quiescence, cells in micro/uniFB02uidic devices werecultured in serum-starvation medium (0.02% serum) for4 days under a given extracellular/uniFB02uid/uniFB02ow (5 or 20/uni03BCl/h). Inthese conditions, about 95% of cells or more entered quiescence(Figures 2A,B, 0.02% serum, 4-days), as indicated by the Off-state of the E2f-GFP reporter (E2f-Off for short, the lower/leftmode of the E2f-GFP histograms inFigure 2). Quiescent cellswere subsequently stimulated to reenter the cell cycle with serumat varying concentrations (without/uniFB02ow, see Methods for details).Cells were harvested after 26 h of serum stimulation, and the E2f-GFP reporter activity was measured by/uniFB02ow cytometry. Withincreasing serum conconcentrations (0.02–4% serum, 4 days,Figure 2), higher percentages of cells exited quiescence andreentered the cell cycle, as indicated by the On-state of theE2f-GFP reporter (E2f-On for short, the higher/right mode ofthe E2f-GFP histograms inFigure 2). The observations that cellsentered quiescence upon serum deprivation under anextracellular/uniFB02uid/uniFB02ow and then reentered the cell cycle upon\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927194\nLiu et al.Extracellular Flow Induces Shallow Quiescenceserum stimulation are consistent with the cell behaviors inconventional static medium (Coller et al., 2006;Yao et al., 2008).We next compared cells induced to quiescence by 8vs. 4 daysof serum starvation in the presence of extracellular/uniFB02uid/uniFB02ow.Previous work, including ours, showed that cells moved intodeeper quiescence when they remained quiescent for longerdurations in conventional static-medium cell cultures(Augenlicht and Baserga, 1974;Owen et al., 1989;Kwon et al.,2017;Fujimaki et al., 2019). One may wonder, however, whetherthis phenotype was caused by the gradual depletion of nutrientsin the static culture mediumin vitro,which may behavedifferentlyin vivounder an interstitial/uniFB02uid/uniFB02ow replenishingnutrients. In the micro/uniFB02uidic platform under a constant/uniFB02uid/uniFB02ow(either 5 or 20/uni03BCl/h) during serum starvation, we found cells thatremained quiescent for a longer period of time (8 days) entered adeeper quiescent state and became less likely to exit: they had asmaller E2f-On% upon a given serum stimulation than those thatremained quiescent for a shorter time (4 days,Figure 2).Together, these results showed that cellular behaviors in 1)serum signal-dependant quiescence entry and exit and 2)quiescence deepening over time are consistent regardlesswhether cells are in micro/uniFB02uidic devices exposed toextracellular/uniFB02uid/uniFB02ows or in conventional static-mediumcultures.\nFast Extracellular Fluid Flow Results inShallow Quiescence\nTo examine whether and how extracellular/uniFB02uid/uniFB02ow may affectcellular quiescence depth, we compared the cells induced toquiescence by serum starvation under different medium/uniFB02owrates but otherwise in the same conditions. Speci"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "in micro/uniFB02uidic devices exposed toextracellular/uniFB02uid/uniFB02ows or in conventional static-mediumcultures.\nFast Extracellular Fluid Flow Results inShallow Quiescence\nTo examine whether and how extracellular/uniFB02uid/uniFB02ow may affectcellular quiescence depth, we compared the cells induced toquiescence by serum starvation under different medium/uniFB02owrates but otherwise in the same conditions. Speci/uniFB01cally, cells inmicro/uniFB02uidic devices were cultured in serum-starvation medium(0.02% serum) for 4 days under an extracellular/uniFB02uid/uniFB02ow (0, 5, or20/uni03BCl/h); serum-starvation medium was then replaced by serum-stimulation medium (1–4% serum) using a pipette—this mediumchange procedure in each micro/uniFB02uidic device was completedwithin 1 min (compared to otherwise more than 20 and 5 h undera pump-driven slow/uniFB02ow of 5 and 20/uni03BCl/h, respectively); cells werethen cultured in static medium during serum stimulation. Thisidentical serum-stimulation condition was applied in this study(see Methods for details), so that the subsequent cell cycle reenter\n\nFIGURE 2 |Longer-term serum starvation under extracellular/uniFB02uid/uniFB02ow leads to deeper quiescence. REF/E23 cells seeded in micro/uniFB02uidic devices were induced toand maintained in quiescence by culturing them in serum-starvation medium for either 4 or 8 days under the medium/uniFB02ow rates of 5/uni03BCl/h(A)and 20/uni03BCl/h(B). Cells weresubsequently stimulated with serum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Top) E2f-GFP histograms with red numbersindicating theaverage E2f-On% (the areas below the right“peaks”of the bimodal histograms; same below) from duplicate samples (black and grey). (Bottom) Statistic bar chartof the E2f-On% in cell populations (from the top) as a function of serum-starvation duration and serum concentration in serum-stimulation. Error bars, SEM (n=2),*p<0.05.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927195\nLiu et al.Extracellular Flow Induces Shallow Quiescenceand thus the assessment of quiescence depth were not biased bydifferent effective exposure time of cells to the serum-stimulationmedium (if the medium was fed by different pump-driven/uniFB02ows)and thus comparable across different quiescent cell groups (whichwere induced by serum starvation under different medium/uniFB02owrates).Upon serum stimulation (with 1, 2, or 4% serum), the fractionof cells reentering the cell cycle from quiescence, as indicated byE2f-On% inFigure 3, were positively correlated with the medium/uniFB02ow rate applied to cells during quiescence induction (serumstarvation). These results suggest that a higher extracellular/uniFB02uid/uniFB02ow rate leads to shallower quiescence, from which cells are morelikely to reenter the cell cycle upon stimulation.\nMechanical Shear Stress Drives ShallowQuiescence\nFluid/uniFB02ow introduces two types of cues to cells: 1) hydrodynamicshear stress (physical cue), and 2) continuous replenishment ofnutrients and other compounds dissolved in the/uniFB02uid andremoval of local cell-secreted substances (collectively asextracellular factor replacement; biochemical cue). Todetermine whether these physical and biochemical cues actagonistically or antagonistically (thereby potentiating orattenuating the combined effect) in affecting cellularquiescence depth, we next conducted experiments to delineatethe effect of each of the two cues.To isolate the effect of mechanical shear stress from that ofextracellular factor replacement on cellular quiescence depth, theviscosity of the culture medium was varied while its/uniFB02ow rate (andthus the pace of extracellular/uniFB02uid replacement) was maintainedat a constant level. The/uniFB02ow-induced shear stress is linearlyproportional to the viscosity of working/uniFB02uid (Eq. 1), whichcan be manipulated by varying the amount of high-molecular-weight dextran dissolved in the medium (Table 1).Accordingly, REF/E23 cells were/uniFB01rst induced to quiescence byculturing them in the serum-starvation medium containing 0, 25,50, or 100 mg/ml high molecular weight ( ~ 500,000) dextran,respectively, for 4 days under 5 or 20/uni03BCl/h/uniFB02ow rate. The cells werethen stimulated with 2% or 4% serum for 26 h, and the fraction ofcells that exited quiescence (E2f-On%) was measured. As showninFigures 4A,B, E2f-On% increased with increasing dextranconcentration in the serum-starvation medium under either 5 or20/uni03BCl/h/uniFB02ow rate. By contrast, cells cultured in static serum-starvation medium containing the same higher dextranconcentration entered deeper rather than shallower quiescence(Supplementary Figure S2; see Discussion). These"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "quiescence (E2f-On%) was measured. As showninFigures 4A,B, E2f-On% increased with increasing dextranconcentration in the serum-starvation medium under either 5 or20/uni03BCl/h/uniFB02ow rate. By contrast, cells cultured in static serum-starvation medium containing the same higher dextranconcentration entered deeper rather than shallower quiescence(Supplementary Figure S2; see Discussion). These results suggestthat the dextran-induced shallow quiescence in the presence ofextracellular/uniFB02uid/uniFB02ow was primarily due to the viscosity-dependent shear stress (instead of other dextran-associatedeffects such as being a metabolic source). The higher dextranconcentration, thus higher viscosity, of the medium/uniFB02owgenerates higher shear stress under a continuous/uniFB02ow rate (5or 20/uni03BCl/h, seeTable 1; but not static 0/uni03BCl/h). Put together, ourresults showed that increasing only the/uniFB02uid/uniFB02ow shear stress,while keeping the same/uniFB02ow rate and pace of extracellular factorreplacement, leads to shallower quiescence.\nExtracellular Factor Replacement DrivesShallow Quiescence\nThe effect of continuous extracellular factor replacement oncellular quiescence depth was examined next. Some of theextracellular factors (such as nutrients) are expected to\n\nFIGURE 3 |Higher extracellular medium/uniFB02ow rates lead to shallower quiescence. REF/E23 cells seeded in micro/uniFB02uidic devices were induced to and maintained inquiescence by culturing them in serum-starvation medium for 4 days under various medium/uniFB02ow rates as indicated. Cells were then stimulated with serum at theindicated concentrations for 26 h, and the E2f-GFP signals were measured using/uniFB02ow cytometry.(A)The E2f-GFP histograms. Numbers in red indicate the averagepercentages of cells with E2f-GFP at the“On”state (seeSupplementary Figure S1Dfor examples) based on duplicate samples (black and grey histograms).(B)Statistic bar chart of the E2f-On% in cell populations (from A) as a function of medium/uniFB02ow rate (in serum-starvation) and serum concentration (in serum-stimulation). Errorbars, SEM (n= 2), *p<0.05, **p<0.01 (1-tailed t-test; the same below).\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927196\nLiu et al.Extracellular Flow Induces Shallow Quiescencefacilitate quiescence exit and cell cycle reentry, while others mayplay inhibitory roles (such as certain extracellular matrix (ECM)factors secreted by/uniFB01broblasts). To assess the net effect ofextracellular factor replacement, while decoupling it from theeffect of mechanical shear stress, we set up two testcon/uniFB01gurations. In the/uniFB01rst“recycled-medium”con/uniFB01guration, atotal/uniFB02uid volume of eitherV= 120 or 480/uni03BCl oscillated back-and-forth through the microchannel at a constant/uniFB02ow rate of eitherQ= 5 or 20/uni03BCl/h, respectively. Thus, when the/uniFB02ow direction wasswitched every 24 h, the complete/uniFB02uid volumeVpassed throughthe microchannel once. In the second“fresh-medium”con/uniFB01guration, the/uniFB02uid oscillated exactly as in the/uniFB01rstcon/uniFB01guration, but fresh medium of volumeVwas supplied toreplace previous medium at each/uniFB02ow direction switch. In boththe recycled-medium and fresh-medium experiments, cells wereserum-starved for 4 days at a given/uniFB02ow rateQ(5 or 20/uni03BCl/h) andsubsequently stimulated with serum (1 and 2%, respectively)for 26 h.The quiescence depth measurements are shown inFigure 5.The fractions of cells exiting quiescence and reentering cell cycle(E2f-On%) were signi/uniFB01cantly higher in‘fresh-medium’than in“recycled-medium”at a given serum stimulation condition.These results were obtained at the same/uniFB02ow rate (either 5 or20/uni03BCl/h) and thus under the same mechanical shear stress. Thedifference that the cells experienced was medium replacement:once per 24 h during the 4-days serum-starvation in the fresh-medium con/uniFB01guration, whereas no medium replacement duringthe same period in the recycled-medium con/uniFB01guration. Theseresults suggest that with the/uniFB02ow rate and shear stress being equal,extracellular factor replacement alone (as in“fresh-medium”)induces shallower quiescence than without such a replacement(as in“\nrecycled-medium”).\nA Dynamic Model of Extracellular Fluid FlowRegulating Quiescence Depth\nWe next sought to develop a mathematical model to gainpotential mechanistic insight into the effects of extracellular/uniFB02uid/uniFB02ow on cellular quiescence depth. Previously, we haveshown that the Rb-E2f pathway functions as a bistable gene-\n\nFIGURE 4 |Higher shear stress leads to shall"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "iescence than without such a replacement(as in“\nrecycled-medium”).\nA Dynamic Model of Extracellular Fluid FlowRegulating Quiescence Depth\nWe next sought to develop a mathematical model to gainpotential mechanistic insight into the effects of extracellular/uniFB02uid/uniFB02ow on cellular quiescence depth. Previously, we haveshown that the Rb-E2f pathway functions as a bistable gene-\n\nFIGURE 4 |Higher shear stress leads to shallower quiescence. REF/E23 cells seeded in micro/uniFB02uidic devices were induced to and maintained in quiescence byculturing them in serum-starvation medium for 4 days under the/uniFB02ow rates of 5/uni03BCl/h(A)and 20/uni03BCl/h(B). Dextran at the indicated concentrations was dissolved in theserum-starvation medium. Cells were subsequently stimulated with serum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Left) E2f-GFPhistograms with red numbers indicating the average E2f-On% from duplicate samples (black and grey). (Right) Statistic bar chart of the E2f-On% in cell populations(from the left) as a function of dextran concentration (in serum-starvation) and serum concentration (in serum-stimulation). Error bars, SEM (n= 2), *p<0.05, **p<0.01.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927197\nLiu et al.Extracellular Flow Induces Shallow Quiescencenetwork switch that converts graded and transient serum growthsignals into an all-or-none transition from quiescence toproliferation (Yao et al., 2008;Yao et al., 2011). Speci/uniFB01cally,the minimum serum concentration required to activate this Rb-E2f bistable switch (the E2f-activation threshold for short)determines quiescence depth (Yao, 2014;Kwon et al., 2017).The experimental results in this study suggested that extracellular/uniFB02uid/uniFB02ow generates or changes physical (mechanical shear stress)and biochemical (extracellular substances) cues that drive cells toshallow quiescence. We hypothesized that these/uniFB02ow-associatedcues boost the cellular responses to serum growth signals andthereby reduce the serum level required to activate the Rb-E2fbistable switch, which results in shallow quiescence.Accordingly, our previously established mathematical modelof the Rb-E2f bistable switch (Yao et al., 2008) was extended,incorporating the extracellular/uniFB02uid/uniFB02ow effects (FR) into theserum signal terms in the governing ordinary differentialequations (ODEs) (Supplementary Table S1). The augmentedmodel was utilized to simulate the responses (E2f-On or -Off) ofcells to serum stimulation under the in/uniFB02uence of extracellular/uniFB02uid/uniFB02ow varying in rate. The simulations were carried outfollowing the chemical Langevin formulation of the ODEframework, which considered both intrinsic and extrinsicnoise in the system (see Methods for detail), and the resultsare shown inFigure 6.A direct comparison betweenFigure 3BandFigure 6Ademonstrates that the simulation results, based on the/uniFB02uid/uniFB02ow-incorporated Rb-E2f bistable switch model, arequalitatively and quantitatively in good agreement with theexperimental measurements. This/uniFB01nding supports ourhypothesis regarding how extracellular/uniFB02uid/uniFB02ow may sensitizecells to serum growth signals and activate the Rb-E2f bistableswitch, and thus, reduces quiescence depth. Simulation resultsfurther show that the effect of extracellular/uniFB02uid/uniFB02ow is morepronounced than that of mechanical shear stress alone inpromoting quiescence exit (E2f-On%,Figure 6B). The“delta”between the two curves (orange minus blue) presumably re/uniFB02ectsthe effect of extracellular factor replacement in reducingquiescence depth (dotted grey curve,Figure 6B); this effectalso increases with a higher/uniFB02ow rate (thus, an increasing paceof/uniFB02uid replacement). Although how shear stress and extracellularfactor replacement promote quiescence exit is unknown, taking asimple assumption that shear stress and extracellular factorreplacement alone effectively corresponds to a portion (0.75\n\nFIGURE 5 |Extracellular factor replacement drive cells to shallow quiescence. REF/E23 cells seeded in micro/uniFB02uidic devices were induced to and maintained inquiescence by culturing them in serum-starvation medium for 4 days under the/uniFB02ow rates of 5/uni03BCl/h(A)and 20/uni03BCl/h(B). During this period, the/uniFB02ow direction was switchedevery 24 h, after a complete volume of medium (V= 120 and 480/uni03BCl, respectively, forr= 5 and 20/uni03BCl/h) passed through the microchannel; the previous medium(“recycled”) or a fresh medium (“fresh”) of volume V was used to continue the/uniFB02ow experiment in the micro/uniFB02uidic device. Cells were subsequently stimulated withserum at the"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "was switchedevery 24 h, after a complete volume of medium (V= 120 and 480/uni03BCl, respectively, forr= 5 and 20/uni03BCl/h) passed through the microchannel; the previous medium(“recycled”) or a fresh medium (“fresh”) of volume V was used to continue the/uniFB02ow experiment in the micro/uniFB02uidic device. Cells were subsequently stimulated withserum at the indicated concentrations for 26 h, and the E2f-On% were assayed. (Top) E2f-GFP histograms with red numbers indicating the average E2f-On% fromduplicate samples (black and grey). (Bottom) Statistic bar chart of the E2f-On% in cell populations (from the top) as a function of extracellular/uniFB02uid replacementcon/uniFB01guration (in serum-starvation) and serum concentration (in serum-stimulation). Error bars, SEM (n= 2), *p<0.05, **p<0.01.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927198\nLiu et al.Extracellular Flow Induces Shallow Quiescenceand 0.85, respectively) of the extracellular/uniFB02uid/uniFB02ow term FR inthe model (Supplementary Table S1), the simulation results arereasonably (although not perfectly) consistent with theexperimental observations (regarding the shear stress effects,Supplementary Figure S3). Together, our modeling andexperimental results suggest that the/uniFB02ow-induced shear stress(physical cue) and replacement of extracellular factors(biochemical cues) contribute agnostically to the effect ofextracellular/uniFB02uid/uniFB02ow in promoting quiescence exit bylowering the activation threshold of the Rb-E2f bistable switch.The good agreement between simulations and experimentsmotivated the application of the model for predicting the cellresponses to higher/uniFB02uid/uniFB02ow rates above 20 ul/h, under whichcells started to partially detach from the microchannel bottomsurface and hence excluded from the current experimental study.The simulation results show that the additive effect ofextracellular/uniFB02uid/uniFB02ow to a given serum signal on quiescenceexit (E2f-On%) can be well/uniFB01tted with a Hill function (Figure 6C).Namely, E2f-On% increases monotonically with increasing/uniFB02owrate but is asymptotically bound by a serum concentration-dependent level. By contrast, with suf/uniFB01ciently high serumconcentration, the entire cell population can exit quiescence(i.e., E2f-On% approaches 100%) in our model even withoutextracellular/uniFB02uid/uniFB02ow (Figure 6D). This latter result is consistentwith what we experimentally observed previously in REF/E23cells under static medium (Yao et al., 2008;Kwon et al., 2017;Fujimaki et al., 2019). Therefore, it appears that extracellular/uniFB02uid/uniFB02ow facilitates quiescence exit by reducing the E2f-activationserum threshold, but unlikely to fully replace the role of serumgrowth factors in this process.\nDISCUSSION\nQuiescence is a reversible cellular dormancy state that canpersist over prolonged periods of time. The on-demandreactivation of quiescent cells to divide serves as the basisfor tissue homeostasis and repair (Coller et al., 2006;Wilsonet al., 2008;Cheung and Rando, 2013). Thus far,characteristics of cellular quiescence have been mostly\n\nFIGURE 6 |Simulation results on the effects of extracellular/uniFB02uid/uniFB02ow on quiescence depth.(A, C, D)Simulated cell responses to serum stimulation using the/uniFB02uid/uniFB02ow-incorporated Rb-E2f bistable switch model. Serum starvation-induced quiescent cells, under the in/uniFB02uence of extracellular/uniFB02uid/uniFB02ow at the indicated rates(A, C)orwithout/uniFB02uid/uniFB02ow(D), were stimulated with serum at indicated concentrations [S]. The average E2f-On% from/uniFB01ve sets of stochastic simulations (200 runs each) is shownfor each condition. Error bars in A and D, SEM (n=5).(B)The effects of/uniFB02uid/uniFB02ow rate (orange), mechanical shear stress (blue), and extracellular factor replacement(gray) on quiescence depth. Blue triangle, the average E2f-On% in response to 2% serum stimulation, in cells under 5 ul/h extracellular/uniFB02uid/uniFB02ow with the indicated shearstress level during serum starvation (based onFigure 4AandTable 1). Orange square, the average E2f-On% calculated from/uniFB01ve sets of stochastic simulations inresponse to 2% serum stimulation under the in/uniFB02uence of the indicated/uniFB02uid/uniFB02ow rate. Parameters used in this simulation (θ= 0.3,δ= 32) were determined to/uniFB01tthesimulated E2f-On% to the experimental results shown inFigure 4A(at 5 ul/h medium/uniFB02ow rate with 0 mg/ml dextran). The values of/uniFB02ow rate in"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "stimulation under the in/uniFB02uence of the indicated/uniFB02uid/uniFB02ow rate. Parameters used in this simulation (θ= 0.3,δ= 32) were determined to/uniFB01tthesimulated E2f-On% to the experimental results shown inFigure 4A(at 5 ul/h medium/uniFB02ow rate with 0 mg/ml dextran). The values of/uniFB02ow rate in the orange curve and thecorresponding values of shear stress in the blue curve are related base onEq. 1. The dotted gray curve represents the“delta”between the orange and blue curves; thedotted horizontal line is for the guide of eye extending from the initial data point (5 ul/h).(B–D)Each solid curve represents the best/uniFB01t of data points to a Hill function.\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 7927199\nLiu et al.Extracellular Flow Induces Shallow Quiescencestudied and discovered in conventional static-medium cellcultures, including the basic approaches applied to inducequiescence entry (e.g., serum deprivation, contact inhibition,and loss of adhesion) and exit (by reverting theaforementioned inducing signals). The microenvironmentexperienced by cultured cells under static medium,however, is different from that experienced by tissue cellsin vivowhere they are exposed to continuous interstitial/uniFB02uid/uniFB02ows. The interstitial/uniFB02ow exerts hydrodynamic shear stresson cells due to/uniFB02uid/uniFB02ow viscosity and shear strain rate; the/uniFB02ow also carries fresh nutrients along with dissolvedcompounds and removes local substances secreted by cells(Jain, 1987;Wiig, 1990;Wang and Tarbell, 1995;Ng andSwartz, 2003;Swartz and Fleury, 2007;Shi and Tarbell, 2011;Freund et al., 2012;Galie et al., 2012). As such, extracellular/uniFB02uid/uniFB02ow is known to play a critical role in repairing andremolding tissues, such as the vascular, lung, and bone(Hillsley and Frangos, 1994;Liu et al., 1999;Louis et al.,2006;Rensen et al., 2007), through affecting cell morphology,adhesion, motility, metabolism, and differentiation(Yamamoto et al., 2005;Lutolf et al., 2009;Toh andVoldman, 2011;Hyler et al., 2018;Chen et al., 2019).However, whether and how extracellular/uniFB02uid/uniFB02ow affectscellular quiescence remains unclear.In this study, a micro/uniFB02uidic platform is designed to mimic thephysiologically relevant interstitial/uniFB02uid/uniFB02ow with varying rates(Figure 1) and investigate the/uniFB02ow effects on cellular quiescence.Experimental parameters, including/uniFB02ow rate,/uniFB02uid viscosity, and/uniFB02ow volume, were varied to test the effects of/uniFB02ow rate, shear stress,and extracellular factor replacement on cellular quiescence depth.Our results show that,/uniFB01rst, several quiescence characteristicsidenti/uniFB01ed previously under static medium are also present undercontinuous/uniFB02\nuid/uniFB02ow, including the serum signal-dependantquiescence entry and exit and the time-dependant quiescencedeepening (Figure 2). Second, extracellular/uniFB02uid/uniFB02ow sensitizescells to serum growth signals and thus leads to shallowquiescence. Particularly, increasing the/uniFB02uid/uniFB02ow rate reducesthe serum level needed for quiescence exit and cell cycle reentry.This result is likely due to the extracellular/uniFB02uid/uniFB02ow lowering theactivation threshold of the Rb-E2f bistable switch that controlsthe quiescence-to-proliferation transition (Yao et al., 2008;Kwonet al., 2017), as suggested by our model simulations (Figure 6). Ahigher/uniFB02uid/uniFB02ow rate entails higher mechanical shear stress and afaster pace of extracellular factor replacement. These physical andbiochemical cues are able to drive cells into shallow quiescencewhen present either together (Figure 3) or separately (Figures 4,5). As a result, exposed to a faster extracellular/uniFB02uid/uniFB02ow, cellsbecome more sensitive to serum growth signals and more likely toreenter the cell cycle.Several questions are left unanswered in our study. First, themolecular mechanisms are to be identi/uniFB01ed by which/uniFB02ow-inducedshear stress and extracellular factor replacement lower theactivation threshold of the Rb-E2f bistable switch.Interestingly, increasing medium viscosity (by a higher dextranconcentration) promotes quiescence exit under a medium/uniFB02ow(Figure 4), but it inhibits quiescence exit in static medium(Supplementary Figure S2). This result may be associatedwith medium viscosity-induced changes in certain lipoproteinsynthesis (Yedgar et al., 1982), cytoskeleton and cell morphology(Khorshid, 2005), cell attachment and in/uniFB02ammation ("
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "(by a higher dextranconcentration) promotes quiescence exit under a medium/uniFB02ow(Figure 4), but it inhibits quiescence exit in static medium(Supplementary Figure S2). This result may be associatedwith medium viscosity-induced changes in certain lipoproteinsynthesis (Yedgar et al., 1982), cytoskeleton and cell morphology(Khorshid, 2005), cell attachment and in/uniFB02ammation (Rouleauet al., 2010), or other cellular activities that inhibit quiescence exitin static medium. These changes, if also present under continuousmedium/uniFB02ow, appear to be surpassed by the effects of shear stressthat promote quiescence exit. The exact mechanism needs to beinvestigated in future studies. Additionally, quiescent cellscultured in the micro/uniFB02uidic device appear to be generallydeeper in quiescence than those cultured in well plates underotherwise the same conditions (e.g., comparing the E2f-On%upon 2% serum stimulation in microdevice (Figure 3) and that inthe comparable condition in well plate (Supplementary FigureS2), both being in static medium, 0/uni03BCl/h, and without addeddextran). We speculate this difference may be due to the differentsurfaces that cells were attached to (glass in the microchannelversusplastic in the well plate), or different medium height(<0.5 mm in the microchannelversus3–4 mm in the wellplate) that could result in different nutrient/factor availability,gas/heat exchange etc., or both. The exact mechanism needs to befurther investigated. Nevertheless, the current studydemonstrated, for the/uniFB01rst time to our best knowledge, thedirect effects of extracellular/uniFB02uid/uniFB02ow and its correspondingcomponents (shear stress and extracellular factor replacement)on cell quiescence depth.Individual quiescent cellsin vivo, including stem andprogenitor cells in their tissue niches, experience interstitial/uniFB02uid/uniFB02ows with varying rates and viscosities depending onlocal tissue structures and distances from nearby blood vessels.The/uniFB02ow-driven heterogeneity in cellular quiescence depth, asdemonstrated in this study, may shed light on the heterogeneousresponses of quiescent cells in tissue repair and regeneration indifferent physiological contexts of living tissues.\nDATA AVAILABILITY STATEMENT\nThe original contributions presented in the study are included inthe article/Supplementary Material, further inquiries can bedirected to the corresponding authors.\nAUTHOR CONTRIBUTIONS\nBL, LJ, JX, YZ, and GY designed research; BL performedexperiments; XW performed mathematical modeling andsimulation; LJ designed, fabricated, and con/uniFB01gured themicro/uniFB02uidic system; BL, LJ, and GY analyzed data; BL, YZ, LJ,and GY wrote the paper.\nFUNDING\nThis work was supported by grants from the NSF of USA(#2016035 and #3038431 to GY), the Startup Fund forscienti/uniFB01c research of Fujian Medical University (#2017XQ2016to BL), and the NSF of China (#31500676 to XW).\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 79271910\nLiu et al.Extracellular Flow Induces Shallow QuiescenceACKNOWLEDGMENTS\nWe thank the Foundation for Scholarly Exchange of FujianMedical University for sponsoring BL.\nSUPPLEMENTARY MATERIAL\nThe Supplementary Material for this article can be found online at:https://www.frontiersin.org/articles/10.3389/fcell.2022.792719/full#supplementary-material\nSupplementary Figure S1 |Experimental system con/uniFB01guration and validation.(A) Cell morphology under varying medium/uniFB02ow rates. REF/E23 cells seeded inmicro/uniFB02uidic devices were induced to and maintained in quiescence byculturing them in serum-starvation medium for 4 days under the indicated/uniFB02ow rates, then either remained in quiescence (0.02% serum) or stimulatedwith serum at the indicated concentrations (1-4%) for 26 hours. Phase-contrast images were taken with a 20x objective lens. (B, C) E2f-GFP andEdU-incorporation readouts of cellular quiescence and cell cycle reentry.REF/E23 cells were induced to quiescence as in (A) under a medium/uniFB02ow rateof 5 ul/h (B) or 20 ul/h (C), and then stimulated with serum at the indicatedconcentrations. Cells were harvested after 26 and 30 hours of simulation,respectively, for E2f-GFP and EdU assays. (Left) Numbers in red indicate theaverage E2f-On% or EdU+% as indicated from duplicate samples (black andgrey histograms). (Right) Statistic bar chart of E2f-On% and EdU+% from theleft-panel histograms. Error bars, SEM (n = 2), * p<0.05, ** p<0.01, *** p<0.001. (D) Dot plots of Fig 3A. Y-axis, forward-scatter; x-axis, E2f-GFP.Supplementary Figure S2 |The effect of varying dextran concentrations onquiescence depth in static culture. REF/E23 cells were induced to andmaintained in quiescence by culturing them in static serum-starvation"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "SEM (n = 2), * p<0.05, ** p<0.01, *** p<0.001. (D) Dot plots of Fig 3A. Y-axis, forward-scatter; x-axis, E2f-GFP.Supplementary Figure S2 |The effect of varying dextran concentrations onquiescence depth in static culture. REF/E23 cells were induced to andmaintained in quiescence by culturing them in static serum-starvation medium (inwell plate) for 4 days with dextran at the indicated concentrations. Cells weresubsequently stimulated with serum at the indicated concentrations for 26 hours,and the E2f-On% were assayed. (A) E2f-GFP histograms with red numbersindicating the average E2f-On% from duplicate samples (black and grey). (B)Statistic bar chart of the E2f-On% in cell populations (from A) as a function ofdextran concentration (in serum-starvation) and serum concentration (in serum-stimulation). Bar graphs showing the E2f-On% from the left panels. Error bars, SEM(n = 2), * p<0.05, ** p<0.01.Supplementary Figure S3 |Simulation results on the effects of shear stress andextracellular factor replacement on quiescence depth. Simulations of/uniFB02uid/uniFB02ow rateeffects (orange) are the same as inFigure 6B. Simulations of the effects of shearstress (red) and extracellular factor replacement (purple) were performed in the sameway as the simulations of/uniFB02uid/uniFB02ow rate effects (orange), except that the FR term inSupplementary Table S1was multiplied by 0.75 and 0.85, respectively. Bluetriangle, the average E2f-On% in response to 2% serum stimulation, in cells under 5ul/h extracellular/uniFB02uid/uniFB02ow with the indicated shear stress level during serumstarvation (as inFigure 6B, based onFigure 4AandTable 1). Each solid curverepresents the best/uniFB01t of simulation data points to a Hill function.\nREFERENCES\nAugenlicht, L., and Baserga, R. (1974). Changes in the G0 State of WI-38Fibroblasts at Different Times after con/uniFB02uence.Exp. Cel Res.89, 255–262.doi:10.1016/0014-4827(74)90789-7Bucher, N. L. R. (1963).“Regeneration of Mammalian Liver,”inInternationalReview of Cytology. Editors G.H. Bourne and J.F. Danielli (New York: AcademicPress), 245–300. doi:10.1016/s0074-7696(08)61119-5Carrasco,F.,Chornet,E.,Overend,R.P.,andCosta,J.(1989).AGeneralizedCorrelation for the Viscosity of Dextrans in Aqueous Solutions as aFunction of Temperature, Concentration, and Molecular Weight at LowShear Rates.J. Appl. Polym. Sci.37, 2087–2098. doi:10.1002/app.1989.070370801Chen, H., Yu, Z., Bai, S., Lu, H., Xu, D., Chen, C., et al. (2019). Micro/uniFB02uidic Modelsof Physiological or Pathological Flow Shear Stress for Cell Biology, DiseaseModeling and Drug Development.Trac Trends Anal. Chem.117, 186–199.doi:10.1016/j.trac.2019.06.023Cheung, T. H., and Rando, T. A. (2013). Molecular Regulation of Stem CellQuiescence.Nat. Rev. Mol. Cel Biol14, 329–340. doi:10.1038/nrm3591Coller, H. A., Sang, L., and Roberts, J. M. (2006). A New Description of CellularQuiescence.Plos Biol.4, e83. doi:10.1371/journal.pbio.0040083Freund, J. B., Goetz, J. G., Hill, K. L., and Vermot, J. (2012). Fluid Flows and Forcesin Development: Functions, Features and Biophysical Principles.Development139, 1229–1245. doi:10.1242/dev.073593Fujimaki, K., Li, R., Chen, H., Della Croce, K., Zhang, H. H., Xing, J., et al. (2019).Graded Regulation of Cellular Quiescence Depth between Proliferation andSenescence by a Lysosomal Dimmer Switch.Proc. Natl. Acad. Sci. USA116,22624–22634. doi:10.1073/pnas.1915905116Fujimaki, K., and Yao, G. (2020). Cell Dormancy Plasticity: Quiescence Deepensinto Senescence through a Dimmer Switch.Physiol. Genomics52, 558–562.doi:10.1152/physiolgenomics.00068.2020Galie, P. A., Russell, M. W., Westfall, M. V., and Stegemann, J. P. (2012). InterstitialFluid Flow and Cyclic Strain Differentially Regulate Cardiac FibroblastActivation via AT1R and TGF-B1.Exp. Cel Res.318"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "mer Switch.Physiol. Genomics52, 558–562.doi:10.1152/physiolgenomics.00068.2020Galie, P. A., Russell, M. W., Westfall, M. V., and Stegemann, J. P. (2012). InterstitialFluid Flow and Cyclic Strain Differentially Regulate Cardiac FibroblastActivation via AT1R and TGF-B1.Exp. Cel Res.318, 75–84. doi:10.1016/j.yexcr.2011.10.008Gillespie, D. T. (2000). The Chemical Langevin Equation.J. Chem. Phys.113,297–306. doi:10.1063/1.481811Hillsley, M. V., and Frangos, J. A. (1994). Review: Bone Tissue Engineering: TheRole of Interstitial Fluid Flow.Biotechnol. Bioeng.43, 573–581. doi:10.1002/bit.260430706Hyler, A. R., Baudoin, N. C., Brown, M. S., Stremler, M. A., Cimini, D., Davalos, R.V., et al. (2018). Fluid Shear Stress Impacts Ovarian Cancer Cell Viability,Subcellular Organization, and Promotes Genomic Instability.PLoS One13,e0194170. doi:10.1371/journal.pone.0194170Jain, R. K. (1987). Transport of Molecules in the Tumor Interstitium: A Review.Cancer Res.47, 3039–3051.Khorshid, F. A. (2005). The Effect of the Medium Viscosity on the CellsMorphology in Reaction of Cells to Topography—I.\nProc. 2nd Saudi Sci.Conl, Fac. Sci.. KAU; 15–17 March 2004, Part I, 67–98.Kwon, J. S., Everetts, N. J., Wang, X., Wang, W., Della Croce, K., Xing, J., et al.(2017). Controlling Depth of Cellular Quiescence by an Rb-E2f NetworkSwitch.Cel Rep.20, 3223–3235. doi:10.1016/j.celrep.2017.09.007Lee, T. J., Yao, G., Bennett, D. C., Nevins, J. R., and You, L. (2010). Stochastic E2FActivation and Reconciliation of Phenomenological Cell-Cycle Models.PlosBiol.8, e1000488. doi:10.1371/journal.pbio.1000488Li, L., and Clevers, H. (2010). Coexistence of Quiescent and Active Adult StemCells in Mammals.Science327, 542–545. doi:10.1126/science.1180794Liu, M., Tanswell, A. K., and Post, M. (1999). Mechanical Force-Induced SignalTransduction in Lung Cells.Am. J. Physiology-Lung Cell Mol. Physiol.277,L667–L683. doi:10.1152/ajplung.1999.277.4.L667Llorens-Bobadilla, E., Zhao, S., Baser, A., Saiz-Castro, G., Zwadlo, K., and Martin-Villalba, A. (2015). Single-Cell Transcriptomics Reveals a Population ofDormant Neural Stem Cells that Become Activated upon Brain Injury.CellStem Cell17, 329–340. doi:10.1016/j.stem.2015.07.002Louis, H., Lacolley, P., Kakou, A., Cattan, V., Daret, D., Safar, M., et al. (2006). EarlyActivation of Internal Medial Smooth Muscle Cells in the Rabbit Aorta afterMechanical Injury: Relationship with Intimal Thickening and PharmacologicalApplications.Clin. Exp. Pharmacol. Physiol.33, 131–138. doi:10.1111/j.1440-1681.2006.04339.xLutolf, M. P., Gilbert, P. M., and Blau, H. M. (2009). Designing Materials to DirectStem-Cell Fate.Nature462, 433–441. doi:10.1038/nature08602Ng, C. P., and Swartz, M. A. (2003). Fibroblast Alignment under Interstitial FluidFlow Using a Novel 3-D Tissue Culture Model.Am. J. Physiology-HeartCirculatory Physiol.284, H1771–H1777. doi:10.1152/ajpheart.01008.2002Orford, K. W., and Scadden, D. T. (2008). Deconstructing Stem Cell Self-Renewal:Genetic Insights into Cell-Cycle Regulation.Nat. Rev. Genet.9, 115–128. doi:10.1038/nrg2269Owen, T. A., Soprano, D. R., and Soprano, K. J. (1989). Analysis of the GrowthFactor Requirements for Stimulation of WI-38 Cells after Extended Periods ofDensity-dependent Growth Arrest.J. Cel. Physiol.139, 424–431. doi:10.1002/jcp.1041390227\n\nFrontiers in Cell and Developmental Biology | www.frontiersin"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "10.1038/nrg2269Owen, T. A., Soprano, D. R., and Soprano, K. J. (1989). Analysis of the GrowthFactor Requirements for Stimulation of WI-38 Cells after Extended Periods ofDensity-dependent Growth Arrest.J. Cel. Physiol.139, 424–431. doi:10.1002/jcp.1041390227\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 79271911\nLiu et al.Extracellular Flow Induces Shallow QuiescencePolacheck, W. J., Charest, J. L., and Kamm, R. D. (2011). Interstitial Flow In/uniFB02uencesDirection of Tumor Cell Migration through Competing Mechanisms.Proc.Natl. Acad. Sci.108, 11115–11120. doi:10.1073/pnas.1103581108Rensen, S. S. M., Doevendans, P. A. F. M., and van Eys, G. J. J. M. (2007).Regulation and Characteristics of Vascular Smooth Muscle Cell PhenotypicDiversity.Nhjl15, 100–108. doi:10.1007/BF03085963Rodgers, J. T., King, K. Y., Brett, J. O., Cromie, M. J., Charville, G. W., Maguire, K.K., et al. (2014). mTORC1 Controls the Adaptive Transition of Quiescent StemCells from G0 to GAlert.Nature510, 393–396. doi:10.1038/nature13255Rouleau, L., Rossi, J., and Leask, R. L. (2010). Concentration and Time Effects ofDextran Exposure on Endothelial Cell Viability, Attachment, andIn/uniFB02ammatory Marker ExpressionIn Vitro.Ann. Biomed. Eng.38,1451–1462. doi:10.1007/s10439-010-9934-4Sang, L., Coller, H. A., and Roberts, J. M. (2008). Control of the Reversibility ofCellular Quiescence by the Transcriptional Repressor HES1.Science321,1095–1100. doi:10.1126/science.1155998Shi, Z.-D., and Tarbell, J. M. (2011). Fluid Flow Mechanotransduction in VascularSmooth Muscle Cells and Fibroblasts.Ann. Biomed. Eng.39, 1608–1619. doi:10.1007/s10439-011-0309-2Shirure,V.S.,Lezia,A.,Tao,A.,Alonzo,L.F.,andGeorge,S.C.(2017).LowLevels of Physiological Interstitial Flow Eliminate Morphogen Gradientsand Guide Angiogenesis.Angiogenesis20, 493–504. doi:10.1007/s10456-017-9559-4Spencer,S.L.,Cappell,S.D.,Tsai,F.-C.,Overton,K.W.,Wang,C.L.,andMeyer, T. (2013). The Proliferation-Quiescence Decision Is Controlled by aBifurcationinCDK2Activity at Mitotic Exit.Cell155, 369–383. doi:10.1016/j.cell.2013.08.062Swartz, M. A., and Fleury, M. E. (2007). Interstitial Flow and its Effects in SoftTissues.Annu. Rev. Biomed. Eng.9, 229–256. doi:10.1146/annurev.bioeng.9.060906.151850Tarbell, J. M., Weinbaum, S., and Kamm, R. D. (2005). Cellular Fluid Mechanicsand Mechanotransduction.Ann. Biomed. Eng.33, 1719–1723. doi:10.1007/s10439-005-8775-zToh, Y. C., and Voldman, J. (2011). Fluid Shear Stress Primes Mouse EmbryonicStem Cells for Differentiation in a Self-renewing Environment via HeparanSulfate Proteoglycans Transduction.FASEB j.25, 1208–1217. doi:10.1096/fj.10-168971Wang, D. M., and Tarbell, J. M. (1995). Modeling Interstitial Flow in an ArteryWall Allows Estimation of Wall Shear Stress on Smooth Muscle Cells.J. Biomechanical Eng.117, 358–363. doi:10.1115/1.2794192Wang, X., Fujimaki, K., Mitchell, G. C., Kwon, J. S., Della Croce, K., Langsdorf, C.,et al. (2017). Exit from Quiescence Displays a Memory of Cell Growth andDivision.Nat. Commun.8, 321. doi:10.1038/s41467-017-00367-0Wiig, H. (1990). Evaluation of Methodologies for Measurement of Interstitial FluidPressure (Pi): Physiological Implications of Recent Pi Data.Crit. Rev. Biomed.Eng.18, 27–54.\nWilson, A., Laurenti, E., Oser, G., van der Wath, R. C., Blanco-Bose, W., Jaworski,M"
    }
}
{
    "type": "error",
    "data": "Entity Extraction Error",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 127, in __call__\n    result = await self._process_document(text, prompt_variables)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/graph_extractor.py\", line 156, in _process_document\n    self._extraction_prompt.format(**{\nValueError: unexpected '{' in field name\n",
    "source": "unexpected '{' in field name",
    "details": {
        "doc_index": 0,
        "text": "321. doi:10.1038/s41467-017-00367-0Wiig, H. (1990). Evaluation of Methodologies for Measurement of Interstitial FluidPressure (Pi): Physiological Implications of Recent Pi Data.Crit. Rev. Biomed.Eng.18, 27–54.\nWilson, A., Laurenti, E., Oser, G., van der Wath, R. C., Blanco-Bose, W., Jaworski,M., et al. (2008). Hematopoietic Stem Cells Reversibly Switch from Dormancyto Self-Renewal during Homeostasis and Repair.Cell135, 1118–1129. doi:10.1016/j.cell.2008.10.048Yamamoto, K., Sokabe, T., Watabe, T., Miyazono, K., Yamashita, J. K., Obi, S., et al.(2005). Fluid Shear Stress Induces Differentiation of Flk-1-Positive EmbryonicStem Cells into Vascular Endothelial CellsIn Vitro.Am. J. Physiology-HeartCirculatory Physiol.288, H1915–H1924. doi:10.1152/ajpheart.00956.2004Yao, G., Lee, T. J., Mori, S., Nevins, J. R., and You, L. (2008). A Bistable Rb-E2fSwitch Underlies the Restriction point.Nat. Cel Biol10, 476–482. doi:10.1038/ncb1711Yao, G. (2014). Modelling Mammalian Cellular Quiescence.Interf. Focus.4,20130074. doi:10.1098/rsfs.2013.0074Yao, G., Tan, C., West, M., Nevins, J. R., and You, L. (2011). Origin of BistabilityUnderlying Mammalian Cell Cycle Entry.Mol. Syst. Biol.7, 485. doi:10.1038/msb.2011.19Yao, W., Li, Y.-b., and Chen, N. (2013). Analytic Solutions of the Interstitial FluidFlow Models.J. Hydrodyn25, 683–694. doi:10.1016/s1001-6058(13)60413-8Yedgar, S., Weinstein, D. B., Patsch, W., Schonfeld, G., Casanada, F. E., andSteinberg, D. (1982). Viscosity of Culture Medium as a Regulator of Synthesisand Secretion of Very Low Density Lipoproteins by Cultured Hepatocytes.J. Biol. Chem.257, 2188–2192. doi:10.1016/s0021-9258(18)34904-4Con/uniFB02ict of Interest:The authors declare that the research was conducted in theabsence of any commercial or/uniFB01nancial relationships that could be construed as apotential con/uniFB02ict of interest.Publisher’s Note:All claims expressed in this article are solely those of the authorsand do not necessarily represent those of their af/uniFB01liated organizations, or those ofthe publisher, the editors and the reviewers. Any product that may be evaluated inthis article, orclaim that may be made by its manufacturer, is not guaranteed orendorsed by the publisher.Copyright © 2022 Liu, Wang, Jiang, Xu, Zohar and Yao. This is an open-accessarticle distributed under the terms of the Creative Commons Attribution License (CCBY). The use, distribution or reproduction in other forums is permitted, provided theoriginal author(s) and the copyright owner(s) are credited and that the originalpublication in this journal is cited, in accordance with accepted academic practice.No use, distribution or reproduction is permitted which does not comply withthese terms.\n\nFrontiers in Cell and Developmental Biology | www.frontiersin.org February 2022 | Volume 10 | Article 79271912\nLiu et al.Extracellular Flow Induces Shallow Quiescence"
    }
}
{
    "type": "error",
    "data": "Error running pipeline!",
    "stack": "Traceback (most recent call last):\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/run/run_workflows.py\", line 166, in _run_workflows\n    result = await run_workflow(\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/workflows/extract_graph.py\", line 45, in run_workflow\n    base_entity_nodes, base_relationship_edges = await extract_graph(\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/flows/extract_graph.py\", line 33, in extract_graph\n    entities, relationships = await extract_entities(\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/extract_entities.py\", line 136, in extract_entities\n    entities = _merge_entities(entity_dfs)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/graphrag/index/operations/extract_entities/extract_entities.py\", line 168, in _merge_entities\n    all_entities.groupby([\"title\", \"type\"], sort=False)\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/pandas/core/frame.py\", line 9183, in groupby\n    return DataFrameGroupBy(\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/pandas/core/groupby/groupby.py\", line 1329, in __init__\n    grouper, exclusions, obj = get_grouper(\n  File \"/opt/anaconda3/envs/graphrag/lib/python3.10/site-packages/pandas/core/groupby/grouper.py\", line 1043, in get_grouper\n    raise KeyError(gpr)\nKeyError: 'title'\n",
    "source": "'title'",
    "details": null
}
